{"mov~reg8~ptr8": 1, "mov~reg8~reg8": 2, "call": 3, "jmp": 4, "add~reg8~imm": 5, "sub~reg8~reg8": 6, "mov~ptr4~reg4": 7, "mov~reg4~ptr4": 8, "movsxd~reg8~reg4": 9, "mov~ptr8~reg8": 10, "cmp~ptr1~imm": 11, "je": 12, "test~reg8~reg8": 13, "jne": 14, "push~reg8": 15, "sub~reg8~imm": 16, "movzx~reg4~ptr1": 17, "cmp~reg1~imm": 18, "setne~reg1": 19, "movzx~reg4~reg1": 20, "mov~ptr4~imm": 21, "mov~ptr8~imm": 22, "add~reg8~reg8": 23, "movzx~reg4~ptr2": 24, "movzx~reg4~reg2": 25, "and~reg4~imm": 26, "test~reg4~reg4": 27, "lea~reg8~ptr": 28, "__locale_ctype_ptr": 29, "movsx~reg4~reg1": 30, "mov~reg4~imm": 31, "cmp~ptr8~imm": 32, "leave": 33, "ret": 34, "shl~reg8~imm": 35, "cdqe": 36, "strlen": 37, "sub~ptr4~imm": 38, "cmp~reg4~imm": 39, "jbe": 40, "mov~reg4~reg4": 41, "mov~ptr2~reg2": 42, "xor~reg4~reg4": 43, "test~reg1~reg1": 44, "cmp~ptr4~imm": 45, "cmp~reg8~ptr8": 46, "mov~ptr1~reg1": 47, "nop": 48, "pop~reg8": 49, "cmp~ptr1~reg1": 50, "mov~ptr1~imm": 51, "__errno": 52, "strncmp": 53, "cmp~reg8~reg8": 54, "mov~reg8~imm": 55, "jg": 56, "strcmp": 57, "sete~reg1": 58, "printf": 59, "jns": 60, "add~ptr8~imm": 61, "shr~reg1~imm": 62, "strchr": 63, "imul~reg8~reg8": 64, "call~reg8": 65, "sub~reg8~ptr8": 66, "getpid": 67, "sigaction": 68, "jl": 69, "lea~reg4~ptr": 70, "jle": 71, "cmp~reg1~reg1": 72, "or~reg1~imm": 73, "atol": 74, "cmp~ptr4~reg4": 75, "cmp~ptr8~reg8": 76, "sub~reg4~ptr4": 77, "add~ptr4~imm": 78, "shr~reg8~imm": 79, "cmp~reg8~imm": 80, "puts": 81, "movsx~reg4~reg2": 82, "cmp~reg2~reg2": 83, "or~reg4~imm": 84, "or~reg1~ptr1": 85, "not~reg4": 86, "and~reg4~reg4": 87, "test~reg2~reg2": 88, "or~reg4~reg4": 89, "sub~reg4~imm": 90, "jae": 91, "js": 92, "sar~reg8~imm": 93, "jge": 94, "shr~reg4~imm": 95, "strstr": 96, "getenv": 97, "add~ptr8~reg8": 98, "strcasecmp": 99, "memset": 100, "mov~ptr2~imm": 101, "jb": 102, "realloc": 103, "add~reg4~reg4": 104, "cmp~reg4~reg4": 105, "add~reg4~imm": 106, "push~ptr8": 107, "shl~reg4~imm": 108, "ja": 109, "movsd~reg16~ptr8": 110, "cvtsd2ss~reg16~reg16": 111, "movss~ptr4~reg16": 112, "sysconf": 113, "cdq": 114, "idiv~reg4": 115, "atoi": 116, "kill": 117, "add~ptr4~reg4": 118, "movabs~reg8~imm": 119, "imul~reg8": 120, "strrchr": 121, "movsx~reg4~ptr1": 122, "sar~reg4~imm": 123, "shl~ptr8~imm": 124, "xor~reg8~ptr8": 125, "sar~ptr4~imm": 126, "cwde": 127, "strncasecmp": 128, "cmp~ptr2~reg2": 129, "not~reg8": 130, "sub~reg4~reg4": 131, "memcpy": 132, "sub~ptr8~imm": 133, "sub~ptr8~reg8": 134, "toupper": 135, "imul~reg8~reg8~imm": 136, "imul~reg4~reg4~imm": 137, "shr~reg2~imm": 138, "pcre_compile2": 139, "exit": 140, "cmp~reg4~ptr4": 141, "jmp~reg8": 142, "free": 143, "memcmp": 144, "strpbrk": 145, "sub~ptr4~reg4": 146, "strcat": 147, "or~ptr4~reg4": 148, "and~reg8~imm": 149, "sar~reg8~reg1": 150, "or~ptr4~imm": 151, "and~reg8~ptr8": 152, "neg~ptr4": 153, "or~ptr8~imm": 154, "imul~reg4~ptr4": 155, "idiv~ptr4": 156, "getrlimit": 157, "cmp~reg2~ptr2": 158, "xor~ptr4~imm": 159, "openlog": 160, "shl~reg8~reg1": 161, "or~ptr8~reg8": 162, "strtol": 163, "setle~reg1": 164, "or~reg8~ptr8": 165, "and~reg8~reg8": 166, "or~reg8~reg8": 167, "push~imm": 168, "sscanf": 169, "strcpy": 170, "and~ptr4~reg4": 171, "cmp~ptr4": 172, "pcre_fullinfo": 173, "xor~ptr4~reg4": 174, "read": 175, "tolower": 176, "xor~reg4~ptr4": 177, "__getreent": 178, "fprintf": 179, "strspn": 180, "movss~reg16~ptr4": 181, "rep stosq~ptr8~reg8": 182, "semctl": 183, "qsort": 184, "cmp~reg2~imm": 185, "times": 186, "cmovg~reg4~reg4": 187, "syslog": 188, "setg~reg1": 189, "geteuid": 190, "getgrnam": 191, "calloc": 192, "neg~reg8": 193, "malloc": 194, "getloadavg": 195, "shr~reg8~reg1": 196, "cmp~ptr2~imm": 197, "sigemptyset": 198, "getpwnam": 199, "getpgid": 200, "pcre_exec": 201, "__main": 202, "memmove": 203, "abort": 204, "sar~reg1~imm": 205, "chown": 206, "strncpy": 207, "getpgrp": 208, "putchar": 209, "write": 210}