{"mov~reg8~ptr8": 1, "mov~reg8~reg8": 2, "call": 3, "test~reg4~reg4": 4, "jne": 5, "stp~reg8~reg8~ptr": 6, "mov~reg8~sp": 7, "str~reg8~ptr": 8, "ldr~reg8~ptr": 9, "movz~reg4~imm": 10, "bl": 11, "str~reg4~ptr": 12, "ldr~reg4~ptr": 13, "cmp~reg4~imm": 14, "b.eq": 15, "leave": 16, "ret": 17, "adrp~reg8~imm": 18, "movz~reg8~imm": 19, "str~wzr~ptr": 20, "str~xzr~ptr": 21, "cmp~reg8~imm": 22, "mov~ptr8~reg8": 23, "mov~reg4~ptr4": 24, "mov~ptr4~reg4": 25, "cdqe": 26, "cmp~reg8~reg8": 27, "jae": 28, "add~reg8~reg8~imm": 29, "adrp~reg8": 30, "b": 31, "push~reg8": 32, "pop~reg8": 33, "b.ne": 34, "mov~ptr1~imm": 35, "mov~reg4~imm": 36, "cmp~ptr8~imm": 37, "je": 38, "call~reg8": 39, "mov~ptr4~imm": 40, "cmp~ptr4~imm": 41, "jbe": 42, "test~reg8~reg8": 43, "setne~reg1": 44, "movzx~reg4~reg1": 45, "lea~reg8~ptr": 46, "mov~reg4~reg4": 47, "sub~sp~sp~imm": 48, "add~sp~sp~imm": 49, "jmp": 50, "movn~reg4~imm": 51, "ldp~reg8~reg8~ptr": 52, "and~reg4~imm": 53, "rev~reg4~reg4": 54, "nop": 55, "sub~reg8~imm": 56, "mov~ptr8~imm": 57, "xor~reg4~reg4": 58, "add~reg8~sp~imm": 59, "blr~reg8": 60, "cbz~reg4": 61, "endbr64": 62, "nop~ptr4": 63, "xor~reg8~reg8": 64, "add~reg8~imm": 65, "cbz~reg8": 66, "cmn~reg4~imm": 67, "setg~reg1": 68, "add~reg8~reg8": 69, "b.gt": 70, "ldrb~reg4~ptr": 71, "movabs~reg8~imm": 72, "sxtw~reg8~reg4": 73, "add~reg4~reg4~imm": 74, "add~reg4~reg4": 75, "sub~ptr4~reg4": 76, "add~reg4~reg4~reg4": 77, "sub~reg4~reg4~reg4": 78, "bswap~reg8": 79, "add~reg4~imm": 80, "add~ptr4~imm": 81, "jle": 82, "cmp~reg4~ptr4": 83, "add~reg8~reg8~reg8": 84, "sub~reg8~reg8~reg8": 85, "and~reg8~reg8~imm": 86, "lsl~reg8~reg8~imm": 87, "orr~reg8~reg8~reg8": 88, "eor~reg8~reg8~reg8": 89, "cbnz~reg4": 90, "lea~reg4~ptr": 91, "jl": 92, "movsxd~reg8~reg4": 93, "and~reg4~reg4~imm": 94, "jg": 95, "ldrsw~reg8~ptr": 96, "cmp~reg4~reg4": 97, "b.ls": 98, "shl~reg8~imm": 99, "movzx~reg4~ptr1": 100, "mov~ptr1~reg1": 101, "cmp~reg8~ptr8": 102, "lsr~reg8~reg8~imm": 103, "ubfx~reg8~reg8~imm": 104, "mrs~reg8~tpidr_el0": 105, "orr~reg4~reg4~imm": 106, "strh~reg4~ptr": 107, "sub~reg4~reg4": 108, "tbz~reg4": 109, "sub~reg4~reg4~imm": 110, "add~ptr8~reg8": 111, "test~reg1~reg1": 112, "cmp~ptr4~reg4": 113, "b.lt": 114, "jmp~reg8": 115, "br~reg8": 116, "or~ptr4~imm": 117, "shr~reg4~imm": 118, "cmn~reg8~imm": 119, "mov~ptr2~reg2": 120, "sete~reg1": 121, "cset~reg4~ne": 122, "strb~reg4~ptr": 123, "lsr~reg4~reg4~imm": 124, "ldrsh~reg4~ptr": 125, "tbnz~reg4": 126, "sar~reg4~reg1": 127, "and~reg4~reg4": 128, "or~reg4~reg4": 129, "sub~reg4~ptr4": 130, "add~ptr4~reg4": 131, "sub~ptr8~reg8": 132, "add~ptr8~imm": 133, "sxtb~reg4~reg4": 134, "asr~reg4~reg4~reg4": 135, "and~reg4~reg4~reg4": 136, "orr~reg4~reg4~reg4": 137, "movz~reg8~lsl #16~imm": 138, "b.hi": 139, "neg~reg4": 140, "cmovne~reg4~reg4": 141, "csneg~reg4~reg4~reg4": 142, "shr~reg8~imm": 143, "mov~ptr2~imm": 144, "push~imm": 145, "js": 146, "movz~reg4~lsl #16~imm": 147, "b.ge": 148, "sub~reg8~reg8~imm": 149, "cmp~reg1~imm": 150, "cset~reg4~gt": 151, "sub~ptr2~imm": 152, "b.le": 153, "cmovne~reg4~ptr4": 154, "csinv~reg4~reg4~wzr": 155, "movsd~reg16~ptr8": 156, "movsd~ptr8~reg16": 157, "eor~reg4~reg4~reg4": 158, "ja": 159, "movsxd~reg8~ptr4": 160, "cmp~ptr1~imm": 161, "cmove~reg8~reg8": 162, "sub~reg8~ptr8": 163, "sar~reg8~imm": 164, "sub~reg8~reg8": 165, "mov~sp~reg8": 166, "and~reg8~ptr8": 167, "rep stosq~ptr8~reg8": 168, "xor~reg1~reg1": 169, "movdqa~reg16~ptr2": 170, "movups~ptr2~reg16": 171, "add~reg8~ptr8": 172, "jb": 173, "cmp~ptr8~reg8": 174, "jns": 175, "shl~reg4~imm": 176, "or~reg4~imm": 177, "shl~reg4~reg1": 178, "and~reg1~ptr1": 179, "movsx~reg4~reg1": 180, "imul~reg8~reg8": 181, "strb~wzr~ptr": 182, "movq~reg8~reg16": 183, "and~reg8~reg8": 184, "imul~reg4~reg4": 185, "div~reg8": 186, "sub~reg4~imm": 187, "neg~reg8": 188, "strb~reg4~ptr~imm": 189, "ldrh~reg4~ptr": 190, "asr~reg4~reg4~imm": 191, "not~reg8": 192, "or~reg8~reg8": 193, "sub~ptr8~imm": 194, "mvn~reg4~reg4": 195, "icall~ptr8": 196, "ands~reg4~reg4~imm": 197, "cmovle~reg4~ptr4": 198, "smull~reg8~reg4~reg4": 199, "b.lo": 200, "cmovs~reg4~reg4": 201, "sar~reg4~imm": 202, "cdq": 203, "neg~reg4~reg4": 204, "test~reg1~imm": 205, "tbnz~reg8": 206, "stp~reg4~reg4~ptr": 207, "lsl~reg4~reg4~imm": 208, "movn~reg8~lsl #48~imm": 209, "and~reg8~imm": 210, "or~reg8~imm": 211, "cbnz~reg8": 212, "add~reg8~reg8~reg4": 213, "ldur~reg8~ptr": 214, "movsx~reg4~ptr1": 215, "push~ptr8": 216, "stp~xzr~xzr~ptr": 217, "mul~reg8~reg8~reg8": 218, "nop~ptr2": 219, "orr~reg8~reg8~imm": 220, "test~ptr1~imm": 221, "mov~reg8~imm": 222, "add~ptr1~imm": 223, "movz~reg8~lsl #32~imm": 224, "movzx~reg4~reg2": 225, "cmovne~reg8~reg8": 226, "subs~reg4~reg4~imm": 227, "mulsd~reg16~ptr8": 228, "cset~reg4~eq": 229, "ccmp~reg4~reg4~hs": 230, "sete~ptr1": 231, "ldurb~reg4~ptr": 232, "csel~reg8~reg8~reg8": 233, "smaddl~reg8~reg4~reg4": 234, "xor~reg8~ptr8": 235, "ubfiz~reg8~reg8~imm": 236, "orr~reg8~xzr~imm": 237, "seta~reg1": 238, "subs~reg8~reg8~imm": 239, "lsl~reg8~reg8~reg8": 240, "svc~imm": 241, "sub~ptr4~imm": 242, "str~wzr~ptr~imm": 243, "sub~sp~reg8~imm": 244, "add~sp~sp~reg8": 245, "ldp~reg4~reg4~ptr": 246, "ror~reg8~imm": 247, "cmovns~reg8~ptr8": 248, "csinv~reg8~reg8~xzr": 249, "b.hs": 250, "or~reg1~imm": 251, "or~ptr4~reg4": 252, "movz~reg8~lsl #48~imm": 253, "movzx~reg4~ptr2": 254, "str~reg4~ptr~imm": 255, "cmp~reg4~lsl #12~imm": 256, "shr~reg8~reg1": 257, "setl~reg1": 258, "sub~reg8~sp~reg8": 259, "cmp~sp~reg8": 260, "jge": 261, "csel~reg4~reg4~wzr": 262, "csel~reg4~reg4~reg4": 263, "madd~reg8~reg8~reg8": 264, "sturb~reg4~ptr": 265, "ldrsb~reg4~ptr": 266, "bsr~reg8~reg8": 267, "xor~reg8~imm": 268, "adc~reg8~reg8": 269, "sbb~reg8~reg8": 270, "shrd~reg8~reg8~imm": 271, "ccmp~reg8~eq~imm": 272, "not~reg4": 273, "setle~reg1": 274, "xchg~ptr8~reg8": 275, "sbfiz~reg8~reg8~imm": 276, "cmp~reg8~reg4~uxtw": 277, "syscall": 278, "and~reg1~imm": 279, "ldur~reg4~ptr": 280, "ccmp~reg4~reg4~ne": 281, "cmove~reg4~reg4": 282, "ror~reg8~reg1": 283, "ror~reg8~reg8~reg8": 284, "asr~reg8~reg8~imm": 285, "mfence": 286, "stlr~reg4~ptr": 287, "imul~reg4~ptr4": 288, "movn~reg8~imm": 289, "cvttsd2si~reg8~reg16": 290, "cvtsi2sd~reg16~ptr8": 291, "subsd~reg16~reg16": 292, "movapd~reg16~reg16": 293, "ucomisd~reg16~ptr8": 294, "cmp~reg8~reg4~sxtw": 295, "mul~reg4~reg4~reg4": 296, "hint~imm": 297, "shl~ptr8~imm": 298, "or~ptr8~reg8": 299, "shr~ptr8~imm": 300, "shl~reg8~reg1": 301, "imul~reg8~ptr8": 302, "csel~reg8~reg8~xzr": 303, "setbe~reg1": 304, "and~ptr8~reg8": 305, "movdqu~reg16~ptr2": 306, "fneg~d0~d0": 307, "str~d0~ptr": 308, "cmp~reg2~ptr2": 309, "neg~reg8~reg8": 310, "lsr~reg8~reg8~reg8": 311, "repne scasb~reg1~ptr1": 312, "and~reg2~imm": 313, "bfxil~reg4~reg4~imm": 314, "cmp~reg2~imm": 315, "or~reg8~ptr8": 316, "mvn~reg8~reg8": 317, "and~reg8~reg8~reg8": 318, "ccmp~reg4~ne~imm": 319, "ldr~d0~ptr": 320, "fcvtzu~reg4~d0": 321, "test~ptr4~imm": 322, "cmovb~reg8~reg8": 323, "cset~reg8~ne": 324, "imul~reg8~reg8~imm": 325, "sub~sp~sp~reg8": 326, "cmp~ptr2~imm": 327, "imul~reg8": 328, "movsx~reg8~ptr1": 329, "and~reg4~ptr4": 330, "add~reg4~ptr4": 331, "lsr~reg4~reg4~reg4": 332, "subs~reg4~reg4~reg4": 333, "b.mi": 334, "tst~reg4~imm": 335, "udiv~reg8~reg8~reg8": 336, "setae~reg1": 337, "cset~reg4~hs": 338, "fmov~d1~reg8": 339, "fcmpe~d0~d1": 340, "adds~reg4~reg4~imm": 341, "cset~reg4~vs": 342, "csetm~reg4~ne": 343, "movd~reg16~reg4": 344, "or~ptr8~imm": 345, "cmovle~reg4~reg4": 346, "cmn~reg8~reg8": 347, "csinc~reg8~xzr~reg8": 348, "cvtsi2sd~reg16~ptr4": 349, "bfi~reg4~reg4~imm": 350, "stur~reg8~ptr": 351, "ubfiz~reg4~reg4~imm": 352, "ror~reg4~reg4~imm": 353, "cmovs~reg8~reg8": 354, "umull~reg8~reg4~reg4": 355, "msub~reg4~reg4~reg4": 356, "msub~reg8~reg8~reg8": 357, "tbz~reg8": 358, "ands~reg8~reg8~reg8": 359, "ror~reg4~imm": 360, "clz~reg8~reg8": 361, "test~ptr8~imm": 362, "mul~reg8": 363, "movaps~ptr2~reg16": 364, "movk~reg4~lsl #16~imm": 365, "cvtsi2sd~reg16~reg4": 366, "movn~reg4~lsl #16~imm": 367, "cmovge~reg4~ptr4": 368, "idiv~ptr4": 369, "cmova~reg4~reg4": 370, "cmovae~reg8~reg8": 371, "cmovbe~reg8~ptr8": 372, "adr~reg8~imm": 373, "csinv~reg8~reg8~reg8": 374, "stp~reg8~xzr~ptr": 375, "ldrb~reg4~ptr~imm": 376, "rol~reg8~imm": 377, "lsl~reg4~reg4~reg4": 378, "adds~reg8~reg8~reg8": 379, "cmovns~reg4~reg4": 380, "bt~reg8~reg8": 381, "setge~reg1": 382, "sub~reg8~reg8~reg4": 383, "cset~reg4~ge": 384, "cset~reg4~lt": 385, "cmn~reg4~lsl #12~imm": 386, "stp~xzr~reg8~ptr": 387, "pxor~reg16~reg16": 388, "and~ptr8~imm": 389, "cinc~reg8~reg8~eq": 390, "imul~reg8~ptr8~imm": 391, "negs~reg4~reg4": 392, "xor~reg4~ptr4": 393, "cmovge~reg4~reg4": 394, "setb~reg1": 395, "eor~reg8~reg8~imm": 396, "repe cmpsb~ptr1~ptr1": 397, "sbb~reg1~imm": 398, "div~ptr8": 399, "subs~reg8~reg8~reg8": 400, "cmovns~reg4~ptr4": 401, "ccmp~reg8~hi~imm": 402, "shr~ptr4~imm": 403, "ldr~reg8~ptr~imm": 404, "jo": 405, "and~ptr4~imm": 406, "or~ptr1~imm": 407, "cmp~ptr1~reg1": 408, "cmovg~reg8~reg8": 409, "cmove~reg8~ptr8": 410, "div~reg4": 411, "mov~reg2~imm": 412, "bswap~reg4": 413, "shl~ptr4~imm": 414, "stp~reg4~wzr~ptr": 415, "cinc~reg4~reg4~eq": 416, "fmov~d0~imm": 417, "b.pl": 418, "cneg~reg4~reg4~lt": 419, "cmp~reg8~reg4~sxtw #2": 420, "test~reg4~imm": 421, "bic~reg8~reg8~reg8": 422, "rev16~reg4~reg4": 423, "sxth~reg4~reg4": 424, "shl~ptr4~reg1": 425, "adc~reg8~imm": 426, "cmp~reg1~reg1": 427, "cset~reg8~eq": 428, "movsx~reg8~reg1": 429, "xor~ptr8~reg8": 430, "test~reg2~reg2": 431, "cmova~reg8~reg8": 432, "btr~reg8~imm": 433, "rol~ptr8~imm": 434, "shr~reg2~imm": 435, "movq~reg16~reg8": 436, "subsd~reg16~ptr8": 437, "umulh~reg8~reg8~reg8": 438, "rol~reg4~imm": 439, "shr~reg1~imm": 440, "or~reg4~ptr4": 441, "cmp~reg8~reg8~lsl #1": 442, "cmp~reg8~reg4~uxtb": 443, "fmov~d0~reg8": 444, "neg~ptr4": 445, "cset~reg4~hi": 446, "tst~reg8~imm": 447, "str~reg8~ptr~imm": 448, "ccmp~reg8~ne~imm": 449, "sbb~reg4~reg4": 450, "cmovne~reg8~ptr8": 451, "cset~reg4~lo": 452, "ccmp~reg8~reg8~eq": 453, "xchg~ptr4~reg4": 454, "sbb~reg8~imm": 455, "cinc~reg8~reg8~ne": 456, "cset~reg4~le": 457, "sbfx~reg8~reg8~imm": 458, "xor~ptr4~reg4": 459, "cset~reg4~ls": 460, "fmov~reg8~d0": 461, "sbb~reg4~imm": 462, "neg~ptr8": 463, "ccmp~reg4~eq~imm": 464, "ccmp~reg4~reg4~eq": 465, "cvttsd2si~reg4~reg16": 466, "str~d1~ptr": 467, "imul~reg4~ptr4~imm": 468, "csel~reg8~xzr~reg8": 469, "strb~wzr~ptr~imm": 470, "strh~wzr~ptr": 471, "cmovg~reg4~reg4": 472, "stur~wzr~ptr": 473, "rev~reg8~reg8": 474, "adc~reg8~reg8~reg8": 475, "sub~ptr2~reg2": 476, "movk~reg8~lsl #32~imm": 477, "movk~reg8~lsl #48~imm": 478, "smulh~reg8~reg8~reg8": 479, "movk~reg8~lsl #16~imm": 480, "movk~reg8~imm": 481, "fmov~s0~imm": 482, "fmul~s0~s1~s0": 483, "str~s0~ptr": 484, "cmp~reg1~ptr1": 485, "rep movsq~ptr8~ptr8": 486, "ldr~d1~ptr": 487, "bsl~v0.8b~v2.8b~v1.8b": 488, "fmul~d0~d0~d1": 489, "shr~reg4~reg1": 490, "stur~reg4~ptr": 491, "ldr~reg4~ptr~imm": 492, "and~ptr1~imm": 493, "ccmp~reg4~ge~imm": 494, "csel~reg4~wzr~reg4": 495, "fcvtzs~reg4~d0": 496, "add~reg8~reg8~lsl #12": 497, "shr~ptr1~imm": 498, "stur~xzr~ptr": 499, "adc~reg4~imm": 500, "sar~ptr4~imm": 501, "imul~reg4~reg4~imm": 502, "add~reg2~imm": 503, "idiv~reg4": 504, "sub~reg8~reg8~lsl #12": 505, "madd~reg4~reg4~reg4": 506, "cmn~reg8~lsl #12~imm": 507, "tst~reg8~reg8": 508, "or~reg2~ptr2": 509, "ldar~reg8~ptr": 510, "csetm~reg4~lo": 511, "str~q0~ptr": 512, "str~q1~ptr": 513, "bfxil~reg8~reg8~imm": 514, "ldr~q0~ptr": 515, "andpd~reg16~ptr2": 516, "orpd~reg16~ptr2": 517, "mulsd~reg16~reg16": 518, "sdiv~reg8~reg8~reg8": 519, "tst~reg4~reg4": 520, "fmov~s0~reg4": 521, "str~s1~ptr": 522, "ccmp~reg8~reg8~ne": 523, "test~ptr8~reg8": 524, "cmovge~reg8~ptr8": 525, "adc~ptr8~reg8": 526, "or~ptr2~imm": 527, "imul~reg4": 528, "udiv~reg4~reg4~reg4": 529, "add~reg4~reg4~lsl #12": 530, "tzcnt~reg8~reg8": 531, "rbit~reg8~reg8": 532, "orr~reg4~wzr~imm": 533, "csneg~reg8~reg8~reg8": 534, "or~reg1~ptr1": 535, "cinc~reg4~reg4~ne": 536, "cmovge~reg8~reg8": 537, "addsd~reg16~reg16": 538, "scvtf~d0~reg8": 539, "movi~d1~imm": 540, "fadd~d0~d0~d1": 541, "movss~ptr4~reg16": 542, "cmovg~reg4~ptr4": 543, "ands~reg8~reg8~imm": 544, "sbc~reg8~reg8~reg8": 545, "xor~reg4~imm": 546, "ubfx~reg4~reg4~imm": 547, "divsd~reg16~reg16": 548, "csinc~reg4~reg4~wzr": 549, "lock xadd~ptr8~reg8": 550, "cvtsi2sd~reg16~reg8": 551, "bsf~reg8~reg8": 552, "cqo": 553, "idiv~reg8": 554, "brk~imm": 555, "fmov~d2~reg8": 556, "fsub~d0~d0~d2": 557, "fmov~reg8~d8": 558, "add~ptr2~imm": 559, "ucomisd~reg16~reg16": 560, "seto~reg1": 561, "neg~reg8~reg8~asr #2": 562, "sdiv~reg4~reg4~reg4": 563, "bfi~reg8~reg8~imm": 564, "cinc~reg8~reg8~hs": 565, "sturb~wzr~ptr": 566, "ccmp~reg8~ls~imm": 567, "cmp~reg8~lsl #12~imm": 568, "ccmp~reg4~hi~imm": 569, "cmovbe~reg8~reg8": 570, "dmb~ish": 571, "and~ptr4~reg4": 572, "str~xzr~ptr~imm": 573, "scvtf~d0~reg4": 574, "or~reg1~reg1": 575, "or~ptr2~reg2": 576, "adds~reg4~reg4~reg4": 577, "tzcnt~reg4~reg4": 578, "rbit~reg4~reg4": 579, "clz~reg4~reg4": 580, "fsub~d0~d1~d0": 581, "movi~v0.2s~lsl #24~imm": 582, "fmov~s1~reg4": 583, "fmul~s0~s0~s1": 584, "ldar~reg4~ptr": 585, "ccmp~reg4~reg4~ge": 586, "csinc~reg8~reg8~reg8": 587, "and~ptr2~reg2": 588, "jmp~ptr8": 589, "cmovle~reg8~reg8": 590, "ccmp~reg4~ls~imm": 591, "setne~ptr1": 592, "cmp~reg8~reg8~lsr #20": 593, "shr~ptr8~reg1": 594, "ror~reg8~reg8~imm": 595, "or~ptr1~reg1": 596, "csetm~reg4~eq": 597, "eor~reg4~reg4~imm": 598, "adds~reg8~reg8~imm": 599, "ccmp~reg8~reg8~lo": 600, "ccmp~reg8~reg8~hs": 601, "pcmpeqd~reg16~reg16": 602, "ldaxr~reg8~ptr": 603, "stxr~reg4~xzr~ptr": 604, "xorpd~reg16~ptr2": 605, "stp~wzr~wzr~ptr": 606, "pmovmskb~reg4~reg16": 607, "movd~reg4~reg16": 608, "fmov~reg4~s0": 609, "umaddl~reg8~reg4~reg4": 610, "lock add~ptr4~imm": 611, "cmovns~reg8~reg8": 612, "fld~ptr2": 613, "fmul~ptr4": 614, "fstp~ptr2": 615, "movsx~reg4~reg2": 616, "cset~reg8~le": 617, "b.vs": 618, "ccmp~reg8~reg8~ge": 619, "ldpsw~reg8~reg8~ptr": 620, "cmp~reg8~reg8~lsl #2": 621, "sbb~ptr8~reg8": 622, "fmul~d2~d2~d0": 623, "fmov~reg8~d2": 624, "cmp~ptr2~reg2": 625, "fmov~ptr~reg8": 626, "sar~reg1~imm": 627, "fmul~d0~d1~d0": 628, "ccmp~reg8~reg8~hi": 629, "sub~reg2~imm": 630, "ccmp~reg8~ge~imm": 631, "sub~reg4~reg4~lsl #12": 632, "ud2": 633, "cmove~reg4~ptr4": 634, "xor~reg1~ptr1": 635, "bics~wzr~reg4~reg4": 636, "fcvtzs~reg8~d0": 637, "fcmpe~d1~d0": 638, "lock xadd~ptr4~reg4": 639, "xor~ptr8~imm": 640, "cmp~reg8~reg8~lsr #1": 641, "andps~reg16~ptr2": 642, "orps~reg16~ptr2": 643, "mulss~reg16~ptr4": 644, "not~ptr8": 645, "rol~reg8~reg1": 646, "cinc~reg4~reg4~lo": 647, "fmov~d2~d0": 648, "ucvtf~d0~reg8": 649, "fmul~d0~d2~d0": 650, "cmp~reg4~reg4~uxtb": 651, "and~reg2~ptr2": 652, "hlt": 653, "fmov~reg8~ptr": 654, "rol~reg2~imm": 655, "cneg~reg4~reg4~hi": 656, "adc~reg8~ptr8": 657, "movsx~reg4~ptr2": 658, "cld": 659, "sub~sp~sp~lsl #12": 660, "div~ptr4": 661, "cmovl~reg8~reg8": 662, "ccmp~reg4~gt~imm": 663, "shl~ptr8~reg1": 664, "bt~reg4~reg4": 665, "ccmp~reg4~le~imm": 666, "ccmn~reg8~ls~imm": 667, "cmp~reg4~reg4~lsl #1": 668, "cmp~reg4~reg4~lsr #4": 669, "cmovl~reg4~reg4": 670, "cmovg~reg8~ptr8": 671, "fdiv~d0~d1~d0": 672, "b.ls~imm": 673, "ccmn~reg4~ne~imm": 674, "dec~reg8": 675, "fcmpe~d0~imm": 676, "ccmn~reg8~ne~imm": 677, "xor~reg1~imm": 678, "pand~reg16~ptr2": 679, "por~reg16~reg16": 680, "ccmp~reg8~reg8~gt": 681, "fld~st(1)": 682, "fabs": 683, "fxch~st(1)": 684, "fucomip~st(1)": 685, "fstp~st(0)": 686, "sar~reg8~reg1": 687, "shl~ptr1~imm": 688, "ldr~d8~ptr": 689, "cmp~wzr~reg4~asr #24": 690, "cmovbe~reg4~reg4": 691, "add~ptr2~reg2": 692, "shr~ptr2~imm": 693}