{"mov~reg8~ptr8": 1, "test~reg8~reg8": 2, "jne": 3, "mov~reg4~imm": 4, "call~reg8": 5, "__imp_WSASetLastError": 6, "jmp": 7, "mov~reg4~ptr4": 8, "sub~reg8~imm": 9, "push~ptr8": 10, "mov~reg8~reg8": 11, "call": 12, "add~reg8~imm": 13, "mov~ptr8~reg8": 14, "lea~reg8~ptr": 15, "pop~reg8": 16, "ret": 17, "xor~reg8~ptr8": 18, "je": 19, "cmp~ptr8~imm": 20, "nop": 21, "test~reg4~reg4": 22, "jle": 23, "mov~ptr4~reg4": 24, "movsxd~reg8~reg4": 25, "sub~reg8~reg8": 26, "sub~reg4~reg4": 27, "push~reg8": 28, "mov~ptr1~reg1": 29, "shr~reg4~imm": 30, "mov~reg4~reg4": 31, "leave": 32, "cmp~ptr8~reg8": 33, "jae": 34, "strchr": 35, "mov~ptr4~imm": 36, "mov~ptr1~imm": 37, "movzx~reg4~ptr1": 38, "movsx~reg4~reg1": 39, "push~imm": 40, "jg": 41, "mov~ptr8~imm": 42, "mul~ptr8": 43, "add~reg8~reg8": 44, "adc~reg8~reg8": 45, "adc~reg8~imm": 46, "add~reg4~reg4": 47, "lea~reg4~ptr": 48, "cmp~reg4~imm": 49, "strcmp": 50, "mov~reg8~imm": 51, "sub~reg4~imm": 52, "shl~reg8~reg1": 53, "jb": 54, "__imp_GetSystemTime": 55, "__imp_SystemTimeToFileTime": 56, "movabs~reg8~imm": 57, "mul~reg8": 58, "shr~reg8~imm": 59, "imul~reg8~reg8~imm": 60, "imul~reg4": 61, "sar~reg4~imm": 62, "add~reg4~imm": 63, "cmp~ptr1~imm": 64, "cmp~ptr4~imm": 65, "cmp~ptr4~reg4": 66, "and~reg8~imm": 67, "xor~reg4~reg4": 68, "cdqe": 69, "div~ptr4": 70, "div~ptr8": 71, "shl~reg4~imm": 72, "and~reg4~imm": 73, "movzx~reg4~reg1": 74, "sub~reg4~ptr4": 75, "shl~reg4~reg1": 76, "sar~reg4~reg1": 77, "or~reg4~reg4": 78, "add~ptr4~reg4": 79, "sub~ptr4~imm": 80, "fputs": 81, "fflush": 82, "setg~reg1": 83, "xor~reg8~reg8": 84, "add~ptr4~imm": 85, "cmp~reg4~ptr4": 86, "shl~reg8~imm": 87, "fclose": 88, "or~reg8~imm": 89, "or~reg4~imm": 90, "js": 91, "memset": 92, "sub~ptr4~reg4": 93, "pxor~reg16~reg16": 94, "jns": 95, "or~reg4~ptr4": 96, "__imp_recv": 97, "and~reg4~ptr4": 98, "add~ptr8~reg8": 99, "add~ptr8~imm": 100, "jl": 101, "and~reg8~ptr8": 102, "or~reg8~reg8": 103, "neg~reg8": 104, "and~reg8~reg8": 105, "or~ptr8~reg8": 106, "ja": 107, "sete~reg1": 108, "pshufd~reg16~xmm15~imm": 109, "pshufd~xmm13~reg16~imm": 110, "pxor~reg16~xmm15": 111, "pshufd~xmm14~reg16~imm": 112, "pxor~xmm13~reg16": 113, "pshufd~xmm8~reg16~imm": 114, "pxor~xmm14~reg16": 115, "pshufd~xmm9~reg16~imm": 116, "pxor~xmm8~reg16": 117, "pshufd~xmm10~reg16~imm": 118, "pxor~xmm9~reg16": 119, "pxor~xmm15~xmm13": 120, "pxor~reg16~xmm13": 121, "pshufd~xmm11~reg16~imm": 122, "pxor~xmm10~reg16": 123, "pxor~reg16~xmm8": 124, "pshufd~xmm12~reg16~imm": 125, "pxor~xmm11~reg16": 126, "pxor~reg16~xmm14": 127, "pxor~reg16~xmm9": 128, "pxor~xmm12~reg16": 129, "pxor~reg16~xmm10": 130, "pxor~reg16~xmm11": 131, "pxor~reg16~xmm12": 132, "pxor~xmm15~reg16": 133, "pxor~xmm8~xmm15": 134, "pshufd~xmm15~xmm15~imm": 135, "pshufd~reg16~reg16~imm": 136, "pxor~xmm8~xmm12": 137, "movdqa~reg16~reg16": 138, "movdqa~reg16~xmm13": 139, "movdqa~reg16~xmm8": 140, "movdqa~reg16~xmm10": 141, "movdqa~reg16~ptr2": 142, "test~reg1~reg1": 143, "cmp~reg8~imm": 144, "adc~ptr8~reg8": 145, "shrd~reg8~reg8~imm": 146, "imul~reg4~ptr4": 147, "cmovge~reg4~ptr4": 148, "aesdeclast~reg16~reg16": 149, "movdqu~ptr2~reg16": 150, "xorps~reg16~reg16": 151, "movups~ptr2~reg16": 152, "neg~reg4": 153, "setne~reg1": 154, "or~ptr4~imm": 155, "cmp~reg4~reg4": 156, "memcpy": 157, "imul~reg4~reg4~imm": 158, "sub~ptr8~imm": 159, "memcmp": 160, "or~reg1~imm": 161, "jbe": 162, "or~ptr4~reg4": 163, "cmp~reg8~ptr8": 164, "cmp~reg1~imm": 165, "add~ptr1~imm": 166, "strspn": 167, "__imp__strnicmp": 168, "jmp~reg8": 169, "shr~ptr8~imm": 170, "and~ptr8~reg8": 171, "sar~ptr8~imm": 172, "sar~reg8~imm": 173, "shl~ptr4~imm": 174, "movzx~reg4~ptr2": 175, "jge": 176, "mfence": 177, "cmp~reg8~reg8": 178, "sub~ptr8~reg8": 179, "cmovs~reg4~reg4": 180, "cmovg~reg4~reg4": 181, "movsx~reg4~ptr1": 182, "atoi": 183, "bswap~reg4": 184, "sub~reg8~ptr8": 185, "and~reg4~reg4": 186, "cmove~reg4~reg4": 187, "strncmp": 188, "shl~ptr8~imm": 189, "div~reg4": 190, "xor~reg4~ptr4": 191, "vmovd~reg16~ptr4": 192, "qsort": 193, "movdqu~reg16~ptr2": 194, "imul~reg8~reg8": 195, "strlen": 196, "__imp_CreateFiber": 197, "and~reg1~ptr1": 198, "not~reg4": 199, "and~ptr1~imm": 200, "movzx~reg4~reg2": 201, "movaps~reg16~ptr2": 202, "memmove": 203, "shr~reg8~reg1": 204, "__imp__stricmp": 205, "setle~reg1": 206, "movsd~reg16~ptr8": 207, "and~ptr4~reg4": 208, "shr~reg4~reg1": 209, "xor~ptr4~reg4": 210, "or~ptr8~imm": 211, "and~reg1~imm": 212, "mov~ptr2~imm": 213, "rep stosq~ptr8~reg8": 214, "not~reg8": 215, "movsd~ptr8~reg16": 216, "ucomisd~reg16~ptr8": 217, "cmp~reg1~reg1": 218, "and~ptr4~imm": 219, "shr~reg1~imm": 220, "sar~reg1~imm": 221, "shl~ptr4~reg1": 222, "mov~ptr2~reg2": 223, "add~reg1~ptr1": 224, "add~reg1~imm": 225, "or~ptr1~reg1": 226, "ud2": 227, "pxor~xmm15~ptr2": 228, "pxor~reg16~ptr2": 229, "pshufb~xmm15~reg16": 230, "pshufb~reg16~reg16": 231, "bswap~reg8": 232, "sar~ptr4~imm": 233, "aesenc~reg16~reg16": 234, "movups~reg16~ptr2": 235, "movdqa~xmm8~ptr2": 236, "pxor~xmm15~xmm8": 237, "movdqa~xmm9~reg16": 238, "psrlq~reg16~imm": 239, "movdqa~xmm10~reg16": 240, "pand~reg16~reg16": 241, "psllq~reg16~imm": 242, "movdqa~xmm10~xmm15": 243, "psrlq~xmm15~imm": 244, "pand~xmm15~reg16": 245, "psllq~xmm15~imm": 246, "pxor~xmm15~xmm10": 247, "pand~reg16~xmm8": 248, "pand~xmm15~xmm8": 249, "dec~reg4": 250, "neg~ptr4": 251, "time": 252, "movq~reg16~reg8": 253, "mulx~reg8~reg8~reg8": 254, "mulx~reg8~reg8~ptr8": 255, "adcx~reg8~reg8": 256, "adox~reg8~reg8": 257, "movq~reg8~reg16": 258, "add~reg8~ptr8": 259, "adc~reg8~ptr8": 260, "sbb~reg8~reg8": 261, "movdqa~xmm15~reg16": 262, "aesdec~reg16~reg16": 263, "nop~ptr4": 264, "cmovbe~reg4~ptr4": 265, "__imp_ntohs": 266, "cdq": 267, "idiv~ptr4": 268, "div~reg8": 269, "seta~reg1": 270, "rep movsq~ptr8~ptr8": 271, "lock xadd~ptr4~reg4": 272, "__imp__errno": 273, "movaps~xmm13~reg16": 274, "movaps~xmm10~xmm13": 275, "xor~reg8~imm": 276, "imul~reg8~ptr8": 277, "aesenc~xmm8~reg16": 278, "aesenc~xmm9~reg16": 279, "aesenclast~reg16~reg16": 280, "aesenclast~xmm8~reg16": 281, "aesenclast~xmm9~reg16": 282, "shr~ptr8~reg1": 283, "strncpy": 284, "setbe~reg1": 285, "shr~reg2~imm": 286, "xor~reg4~imm": 287, "movdqa~reg16~xmm9": 288, "pandn~reg16~reg16": 289, "movdqa~reg16~xmm11": 290, "psrld~reg16~imm": 291, "pand~reg16~xmm9": 292, "cmovbe~reg8~ptr8": 293, "shr~ptr1~imm": 294, "xor~reg1~ptr1": 295, "rol~reg8~imm": 296, "xchg~reg8~reg8": 297, "test~reg8~imm": 298, "cmovle~reg4~ptr4": 299, "movaps~xmm8~ptr2": 300, "movaps~xmm9~ptr2": 301, "movaps~xmm10~ptr2": 302, "movaps~xmm11~ptr2": 303, "movaps~xmm12~ptr2": 304, "movaps~xmm13~ptr2": 305, "movaps~xmm14~ptr2": 306, "movaps~xmm15~ptr2": 307, "strcspn": 308, "and~reg2~imm": 309, "memchr": 310, "__imp__strdup": 311, "sbb~ptr8~reg8": 312, "cmovle~reg4~reg4": 313, "xor~ptr8~reg8": 314, "cmp~reg2~imm": 315, "or~reg8~ptr8": 316, "sar~ptr1~imm": 317, "divsd~reg16~reg16": 318, "movaps~ptr2~reg16": 319, "imul~reg4~reg4": 320, "cmp~ptr1~reg1": 321, "ror~reg4~imm": 322, "cvtsi2sd~reg16~ptr8": 323, "addsd~reg16~reg16": 324, "sub~ptr2~imm": 325, "rol~ptr4~reg1": 326, "setl~reg1": 327, "palignr~reg16~xmm8~imm": 328, "palignr~xmm8~xmm8~imm": 329, "palignr~reg16~reg16~imm": 330, "cvtsi2sd~reg16~ptr4": 331, "movapd~reg16~reg16": 332, "and~ptr8~imm": 333, "vaesenc~xmm9~xmm9~xmm15": 334, "vaesenc~xmm10~xmm10~xmm15": 335, "vaesenc~xmm11~xmm11~xmm15": 336, "vaesenc~xmm12~xmm12~xmm15": 337, "vaesenc~xmm13~xmm13~xmm15": 338, "vaesenc~xmm14~xmm14~xmm15": 339, "vaesenc~xmm9~xmm9~reg16": 340, "vaesenc~xmm10~xmm10~reg16": 341, "vaesenc~xmm11~xmm11~reg16": 342, "vaesenc~xmm12~xmm12~reg16": 343, "vaesenc~xmm13~xmm13~reg16": 344, "vmovups~xmm15~ptr2": 345, "vaesenc~xmm14~xmm14~reg16": 346, "vmovups~reg16~ptr2": 347, "neg~ptr8": 348, "strtoul": 349, "cvtsi2sd~reg16~reg8": 350, "__imp_SetLastError": 351, "setae~reg1": 352, "mul~reg4": 353, "rol~reg4~imm": 354, "xor~ptr8~imm": 355, "movq~xmm12~ptr8": 356, "movq~reg16~ptr8": 357, "movq~xmm13~ptr8": 358, "movq~xmm8~ptr8": 359, "movq~xmm9~ptr8": 360, "movq~xmm10~ptr8": 361, "movq~xmm11~ptr8": 362, "punpckldq~xmm12~reg16": 363, "punpckldq~xmm13~reg16": 364, "punpckldq~xmm8~xmm9": 365, "punpckldq~xmm10~xmm11": 366, "movdqa~xmm14~xmm12": 367, "movdqa~xmm15~xmm13": 368, "punpcklqdq~xmm12~xmm8": 369, "punpcklqdq~xmm13~xmm10": 370, "punpckhqdq~xmm14~xmm8": 371, "punpckhqdq~xmm15~xmm10": 372, "pshufd~xmm12~xmm12~imm": 373, "pshufd~xmm13~xmm13~imm": 374, "pshufd~xmm14~xmm14~imm": 375, "movaps~ptr2~xmm8": 376, "movaps~ptr2~xmm9": 377, "movaps~ptr2~xmm10": 378, "movaps~ptr2~xmm11": 379, "movaps~ptr2~xmm12": 380, "movaps~ptr2~xmm13": 381, "movaps~ptr2~xmm14": 382, "movaps~ptr2~xmm15": 383, "movdqa~xmm8~reg16": 384, "movdqa~xmm12~reg16": 385, "movdqa~xmm11~reg16": 386, "pxor~xmm10~xmm15": 387, "movdqa~xmm13~xmm10": 388, "pxor~xmm12~xmm15": 389, "movdqa~xmm14~xmm10": 390, "por~xmm9~xmm8": 391, "por~xmm10~xmm11": 392, "pand~xmm13~xmm11": 393, "pxor~xmm11~xmm8": 394, "pand~xmm14~xmm11": 395, "pand~xmm12~xmm11": 396, "pxor~xmm10~xmm12": 397, "pxor~xmm9~xmm12": 398, "movdqa~xmm8~xmm12": 399, "por~xmm8~xmm11": 400, "pxor~xmm10~xmm14": 401, "pxor~xmm9~xmm13": 402, "pxor~xmm8~xmm14": 403, "movdqa~xmm12~xmm15": 404, "pxor~xmm8~xmm13": 405, "movdqa~xmm13~reg16": 406, "pand~xmm11~reg16": 407, "movdqa~xmm14~reg16": 408, "pand~xmm12~reg16": 409, "pand~xmm13~reg16": 410, "por~xmm14~reg16": 411, "pxor~xmm10~xmm11": 412, "movdqa~xmm11~xmm10": 413, "pand~xmm10~xmm8": 414, "pxor~xmm11~xmm9": 415, "movdqa~xmm14~xmm11": 416, "pxor~xmm13~xmm10": 417, "pand~xmm14~xmm13": 418, "movdqa~xmm12~xmm8": 419, "pxor~xmm14~xmm9": 420, "pxor~xmm10~xmm9": 421, "pand~xmm12~xmm10": 422, "movdqa~xmm9~xmm13": 423, "pand~xmm9~reg16": 424, "pxor~xmm13~xmm9": 425, "pxor~xmm8~xmm9": 426, "pand~xmm13~xmm14": 427, "pxor~xmm13~xmm11": 428, "movdqa~xmm9~xmm14": 429, "pand~reg16~xmm14": 430, "pand~reg16~xmm13": 431, "pxor~xmm14~xmm12": 432, "pxor~xmm13~xmm8": 433, "movdqa~xmm10~xmm14": 434, "movdqa~xmm9~xmm12": 435, "pxor~xmm10~xmm13": 436, "pxor~xmm9~xmm8": 437, "pand~xmm10~xmm11": 438, "pand~reg16~xmm12": 439, "pand~xmm11~xmm13": 440, "pxor~xmm11~xmm10": 441, "pxor~xmm11~xmm15": 442, "pand~xmm9~xmm15": 443, "pand~xmm10~reg16": 444, "pxor~xmm15~xmm11": 445, "shl~ptr8~reg1": 446, "__imp_GetModuleHandleExW": 447, "and~reg2~ptr2": 448, "fgets": 449, "cmp~reg1~ptr1": 450, "__imp_WSAGetLastError": 451, "jp": 452, "cmp~ptr2~imm": 453, "dec~reg8": 454, "vbroadcasti128~ymm0~cs:xmmword_135B40": 455, "vbroadcasti128~ymm1~ptr2": 456, "vbroadcasti128~ymm2~ptr2": 457, "vbroadcasti128~ymm3~ptr2": 458, "vmovdqa32~ymm16~ymm0": 459, "vmovdqa32~ymm17~ymm1": 460, "vmovdqa32~ymm18~ymm2": 461, "vpaddd~ymm3~ymm3~ptr2": 462, "vmovdqa32~ymm20~ptr2": 463, "vmovdqa32~ymm19~ymm3": 464, "__imp_setsockopt": 465, "cmovae~reg8~ptr8": 466, "imul~reg8": 467, "movups~ptr2~xmm8": 468, "movdqu~xmm8~ptr2": 469, "movups~ptr2~xmm9": 470, "movdqu~xmm9~ptr2": 471, "__imp___iob_func": 472, "cvttsd2si~reg8~reg16": 473, "subsd~reg16~reg16": 474, "cmovns~reg4~ptr4": 475, "cmovge~reg4~reg4": 476, "strdup": 477, "setb~reg1": 478, "not~ptr8": 479, "malloc": 480, "endbr64": 481, "movdqa~xmm9~ptr2": 482, "shrd~reg4~reg4~imm": 483, "vpalignr~reg16~reg16~reg16": 484, "add~reg4~ptr4": 485, "vpaddd~xmm9~xmm11~reg16": 486, "shld~reg4~reg4~imm": 487, "vpsrldq~xmm8~reg16~imm": 488, "vpxor~reg16~reg16~reg16": 489, "vpxor~xmm8~xmm8~reg16": 490, "vpxor~reg16~reg16~xmm8": 491, "vmovdqa~ptr2~xmm9": 492, "vpsrld~xmm8~reg16~imm": 493, "vpslldq~xmm10~reg16~imm": 494, "vpaddd~reg16~reg16~reg16": 495, "vpsrld~xmm9~xmm10~imm": 496, "vpor~reg16~reg16~xmm8": 497, "vpslld~xmm10~xmm10~imm": 498, "vpxor~reg16~reg16~xmm9": 499, "vpxor~reg16~reg16~xmm10": 500, "vmovdqa~xmm11~ptr2": 501, "vpalignr~xmm8~reg16~reg16": 502, "vpslld~reg16~reg16~imm": 503, "shr~ptr4~imm": 504, "fprintf": 505, "paddq~reg16~xmm9": 506, "xorps~xmm8~reg16": 507, "rol~ptr8~imm": 508, "or~reg1~ptr1": 509, "movdqa~reg16~xmm12": 510, "punpckldq~xmm12~xmm14": 511, "punpckhdq~reg16~xmm14": 512, "punpckldq~xmm13~xmm15": 513, "punpckhdq~reg16~xmm15": 514, "movq~ptr8~xmm12": 515, "psrldq~xmm12~imm": 516, "movq~ptr8~reg16": 517, "psrldq~reg16~imm": 518, "movq~ptr8~xmm13": 519, "psrldq~xmm13~imm": 520, "strstr": 521, "lock add~ptr8~imm": 522, "lock add~ptr4~imm": 523, "pshufd~xmm13~xmm14~imm": 524, "pxor~xmm14~xmm14": 525, "movdqa~ptr2~reg16": 526, "paddq~reg16~reg16": 527, "pand~xmm13~xmm12": 528, "pcmpgtd~xmm14~reg16": 529, "movdqu~xmm12~ptr2": 530, "__imp_VirtualProtect": 531, "__imp__write": 532, "signal": 533, "pslldq~reg16~imm": 534, "strtol": 535, "vmovdqu~reg16~ptr2": 536, "vpshufb~reg16~reg16~reg16": 537, "vpaddd~xmm10~reg16~ptr2": 538, "vpaddd~xmm11~reg16~reg16": 539, "vpaddd~xmm12~xmm10~reg16": 540, "vpshufb~xmm10~xmm10~reg16": 541, "vpaddd~xmm13~xmm11~reg16": 542, "vpshufb~xmm11~xmm11~reg16": 543, "vpxor~xmm10~xmm10~xmm15": 544, "vpaddd~xmm14~xmm12~reg16": 545, "vpshufb~xmm12~xmm12~reg16": 546, "vpxor~xmm11~xmm11~xmm15": 547, "vpaddd~reg16~xmm13~reg16": 548, "vpshufb~xmm13~xmm13~reg16": 549, "vpshufb~xmm14~xmm14~reg16": 550, "vmovdqa~ptr2~xmm11": 551, "vmovdqa~ptr2~reg16": 552, "vmovdqa~ptr2~xmm14": 553, "cld": 554, "__imp_ioctlsocket": 555, "inc~reg4": 556, "movsx~reg8~reg1": 557, "cmovb~reg8~reg8": 558, "cpuid": 559, "bt~reg4~imm": 560, "__imp_shutdown": 561, "__imp_closesocket": 562, "__imp_SwitchToFiber": 563, "vmovdqu~ptr2~reg16": 564, "vpclmulqdq~reg16~reg16~reg16": 565, "vpxor~xmm12~xmm12~xmm15": 566, "vpxor~xmm13~xmm13~xmm15": 567, "vpxor~xmm14~xmm14~xmm15": 568, "vpxor~xmm8~xmm8~ptr2": 569, "movbe~reg8~ptr8": 570, "vpclmulqdq~reg16~xmm8~reg16": 571, "vpclmulqdq~xmm8~xmm8~reg16": 572, "vpslldq~reg16~reg16~imm": 573, "vpsrldq~reg16~reg16~imm": 574, "test~reg4~imm": 575, "vmovdqa~ptr2~xmm8": 576, "vmovdqa~ptr2~xmm12": 577, "strrchr": 578, "strcat": 579, "movd~reg4~reg16": 580, "__imp_getsockopt": 581, "movdqu~xmm10~ptr2": 582, "vpaddd~ymm0~ymm0~ymm4": 583, "vpaddd~ymm1~ymm1~ymm5": 584, "vpaddd~ymm2~ymm2~ymm6": 585, "vpaddd~ymm3~ymm3~ymm7": 586, "vpxor~ymm12~ymm12~ymm0": 587, "vpxor~ymm13~ymm13~ymm1": 588, "vpxor~ymm14~ymm14~ymm2": 589, "vpxor~ymm15~ymm15~ymm3": 590, "vprold~ymm12~ymm12~10h": 591, "vprold~ymm13~ymm13~10h": 592, "vprold~ymm14~ymm14~10h": 593, "vprold~ymm15~ymm15~10h": 594, "vpaddd~ymm8~ymm8~ymm12": 595, "vpaddd~ymm9~ymm9~ymm13": 596, "vpaddd~ymm10~ymm10~ymm14": 597, "vpaddd~ymm11~ymm11~ymm15": 598, "vpxor~ymm4~ymm4~ymm8": 599, "vpxor~ymm5~ymm5~ymm9": 600, "vpxor~ymm6~ymm6~ymm10": 601, "vpxor~ymm7~ymm7~ymm11": 602, "vprold~ymm4~ymm4~0Ch": 603, "vprold~ymm5~ymm5~0Ch": 604, "vprold~ymm6~ymm6~0Ch": 605, "vprold~ymm7~ymm7~0Ch": 606, "vprold~ymm12~ymm12~imm": 607, "vprold~ymm13~ymm13~imm": 608, "vprold~ymm14~ymm14~imm": 609, "vprold~ymm15~ymm15~imm": 610, "vprold~ymm4~ymm4~imm": 611, "vprold~ymm5~ymm5~imm": 612, "vprold~ymm6~ymm6~imm": 613, "vprold~ymm7~ymm7~imm": 614, "vpaddd~ymm0~ymm0~ymm5": 615, "vpaddd~ymm1~ymm1~ymm6": 616, "vpaddd~ymm2~ymm2~ymm7": 617, "vpaddd~ymm3~ymm3~ymm4": 618, "vpxor~ymm15~ymm15~ymm0": 619, "vpxor~ymm12~ymm12~ymm1": 620, "vpxor~ymm13~ymm13~ymm2": 621, "vpxor~ymm14~ymm14~ymm3": 622, "vpaddd~ymm10~ymm10~ymm15": 623, "vpaddd~ymm11~ymm11~ymm12": 624, "vpaddd~ymm8~ymm8~ymm13": 625, "vpaddd~ymm9~ymm9~ymm14": 626, "vpxor~ymm5~ymm5~ymm10": 627, "vpxor~ymm6~ymm6~ymm11": 628, "vpxor~ymm7~ymm7~ymm8": 629, "vpxor~ymm4~ymm4~ymm9": 630, "vpxor~reg16~reg16~ptr2": 631, "vaesenclast~xmm9~xmm9~reg16": 632, "vaesenclast~xmm10~xmm10~reg16": 633, "vpaddb~reg16~reg16~reg16": 634, "vaesenclast~xmm11~xmm11~reg16": 635, "vmovdqu~xmm15~ptr2": 636, "vaesenclast~xmm12~xmm12~reg16": 637, "vaesenclast~xmm13~xmm13~reg16": 638, "vaesenclast~xmm14~xmm14~reg16": 639, "repne scasb~reg1~ptr1": 640, "sub~ptr2~reg2": 641, "or~reg2~ptr2": 642, "cmp~reg2~ptr2": 643, "inc~reg1": 644, "_onexit": 645, "ror~reg8~reg1": 646, "movdqu~ptr2~xmm15": 647, "cvtsi2sd~reg16~reg4": 648, "strcpy": 649, "vpxor~ymm5~ymm5~ptr2": 650, "vpxor~ymm13~ymm13~ptr2": 651, "vmovdqu~ptr2~ymm5": 652, "vmovdqu~ptr2~ymm13": 653, "test~reg2~reg2": 654, "mulsd~reg16~reg16": 655, "fwrite": 656, "bt~reg8~imm": 657, "cvttsd2si~reg4~reg16": 658, "xorps~reg16~xmm10": 659, "movaps~xmm10~xmm11": 660, "__imp_GetLastError": 661, "free": 662, "feof": 663, "movdqa~reg16~xmm15": 664, "movdqa~reg16~xmm14": 665, "movhlps~reg16~reg16": 666, "aesimc~reg16~reg16": 667, "ror~reg4~reg1": 668, "tzcnt~reg4~reg4": 669, "vmovdqa~ptr2~ymm3": 670, "vmovdqa~ptr2~ymm7": 671, "pcmpeqd~reg16~reg16": 672, "vpxor~xmm15~xmm15~xmm10": 673, "adc~reg4~imm": 674, "xor~ptr1~reg1": 675, "and~ptr1~reg1": 676, "vmovups~ptr2~xmm9": 677, "vpxor~xmm9~reg16~xmm15": 678, "vmovups~ptr2~xmm10": 679, "vmovdqa~xmm10~reg16": 680, "vmovups~ptr2~xmm11": 681, "vmovdqa~xmm11~reg16": 682, "vmovups~ptr2~xmm12": 683, "vmovdqa~xmm12~reg16": 684, "vmovups~ptr2~xmm13": 685, "vmovdqa~xmm13~reg16": 686, "vmovups~ptr2~xmm14": 687, "vmovdqa~xmm14~reg16": 688, "__imp_GetEnvironmentVariableW": 689, "__imp_MultiByteToWideChar": 690, "shl~ptr1~imm": 691, "__imp__read": 692, "movaps~xmm11~reg16": 693, "vpaddb~reg16~xmm14~reg16": 694, "fseek": 695, "sscanf": 696, "ucomisd~reg16~reg16": 697, "__imp_send": 698, "pclmulqdq~reg16~reg16~imm": 699, "getenv": 700, "__imp__fileno": 701, "movd~reg16~ptr4": 702, "__imp_sendto": 703, "setge~reg1": 704, "cqo": 705, "pand~xmm12~xmm15": 706, "ferror": 707, "__imp__close": 708, "add~ptr2~reg2": 709, "shr~ptr2~imm": 710, "or~ptr1~imm": 711, "xorpd~reg16~reg16": 712, "vpaddd~zmm0~zmm0~zmm1": 713, "vpxord~zmm3~zmm3~zmm0": 714, "vprold~zmm3~zmm3~10h": 715, "vpaddd~zmm2~zmm2~zmm3": 716, "vpxord~zmm1~zmm1~zmm2": 717, "vprold~zmm1~zmm1~0Ch": 718, "vprold~zmm3~zmm3~imm": 719, "vprold~zmm1~zmm1~imm": 720, "vpshufd~zmm2~zmm2~imm": 721, "vpshufd~zmm1~zmm1~imm": 722, "vpshufd~zmm3~zmm3~imm": 723, "movups~xmm11~ptr2": 724, "xorps~reg16~xmm11": 725, "movsxd~reg8~ptr4": 726, "vpaddb~xmm10~reg16~reg16": 727, "vpaddb~xmm11~xmm10~reg16": 728, "vpaddb~xmm12~xmm11~reg16": 729, "vpaddb~xmm13~xmm12~reg16": 730, "vpaddb~xmm14~xmm13~reg16": 731, "mov~reg2~imm": 732, "raise": 733, "_exit": 734, "__imp_gethostbyname": 735, "xor~reg1~imm": 736, "xor~ptr4~imm": 737, "setbuf": 738, "__imp__chmod": 739, "gmtime": 740, "clearerr": 741, "fread": 742, "rol~reg4~reg1": 743, "perror": 744, "__imp_tolower": 745, "realloc": 746, "xorps~reg16~xmm12": 747, "xorps~reg16~xmm13": 748, "movdqa~xmm11~xmm15": 749, "aesdec~xmm8~reg16": 750, "aesdec~xmm9~reg16": 751, "__imp_bind": 752, "vpunpckhqdq~xmm8~xmm15~xmm15": 753, "vpclmulqdq~reg16~xmm15~reg16": 754, "vpxor~xmm8~xmm8~xmm15": 755, "vmovdqu~xmm14~ptr2": 756, "vpshufb~xmm15~xmm14~xmm13": 757, "pand~xmm8~reg16": 758, "pcmpeqb~xmm8~reg16": 759, "pcmpeqb~xmm9~reg16": 760, "pcmpeqb~xmm10~reg16": 761, "pcmpeqb~xmm11~reg16": 762, "movdqa~ptr2~xmm8": 763, "pcmpeqb~xmm12~reg16": 764, "movdqa~ptr2~xmm9": 765, "pcmpeqb~xmm13~reg16": 766, "pand~xmm14~reg16": 767, "movdqa~ptr2~xmm10": 768, "pcmpeqb~xmm14~reg16": 769, "movdqa~ptr2~xmm11": 770, "pcmpeqb~xmm15~reg16": 771, "movdqa~ptr2~xmm12": 772, "movdqa~ptr2~xmm13": 773, "movdqa~ptr2~xmm14": 774, "movdqa~ptr2~xmm15": 775, "ftell": 776, "movdqa~xmm10~ptr2": 777, "pshufb~reg16~xmm10": 778, "punpckldq~reg16~reg16": 779, "punpcklqdq~reg16~reg16": 780, "punpckhqdq~xmm8~reg16": 781, "pshufd~xmm8~xmm8~imm": 782, "__imp_getsockname": 783, "__imp_connect": 784, "add~reg1~reg1": 785, "cmove~reg8~reg8": 786, "xorps~xmm9~xmm9": 787, "__imp__lseek": 788, "bsf~reg8~reg8": 789, "vpxor~xmm13~xmm13~ptr2": 790, "vpxor~xmm15~xmm15~ptr2": 791, "vpxor~xmm10~xmm10~ptr2": 792, "vpxor~xmm9~xmm9~ptr2": 793, "vpxor~xmm11~xmm11~ptr2": 794, "vpxor~xmm14~xmm14~ptr2": 795, "vpxor~xmm12~xmm12~ptr2": 796, "vmovdqu~ptr2~xmm13": 797, "vmovdqu~ptr2~xmm15": 798, "vmovdqu~ptr2~xmm10": 799, "vmovdqu~ptr2~xmm9": 800, "vmovdqu~ptr2~xmm11": 801, "vmovdqu~ptr2~xmm14": 802, "vmovdqu~ptr2~xmm8": 803, "vmovdqu~ptr2~xmm12": 804, "idiv~ptr8": 805, "vpbroadcastd~ymm2~ptr4": 806, "vpbroadcastd~ymm3~ptr4": 807, "vpaddd~ymm28~ymm28~ptr2": 808, "vmovdqa64~ymm4~ymm20": 809, "vmovdqa64~ymm5~ymm21": 810, "vmovdqa64~ymm6~ymm22": 811, "vmovdqa64~ymm7~ymm23": 812, "vmovdqa64~ymm8~ymm24": 813, "vmovdqa64~ymm9~ymm25": 814, "vmovdqa64~ymm10~ymm26": 815, "vmovdqa64~ymm11~ymm27": 816, "vmovdqa64~ymm12~ymm28": 817, "vmovdqa64~ymm13~ymm29": 818, "vmovdqa64~ymm14~ymm30": 819, "vmovdqa64~ymm15~ymm31": 820, "vmovdqa64~ymm16~ymm0": 821, "vmovdqa64~ymm17~ymm1": 822, "vmovdqa64~ymm18~ymm2": 823, "vmovdqa64~ymm19~ymm3": 824, "fopen": 825, "pxor~xmm8~xmm8": 826, "pxor~xmm9~xmm9": 827, "pxor~xmm10~xmm10": 828, "pxor~xmm11~xmm11": 829, "pxor~xmm12~xmm12": 830, "pxor~xmm13~xmm13": 831, "pxor~xmm15~xmm15": 832, "cmovns~reg8~ptr8": 833, "cmovs~reg8~reg8": 834, "cmp~reg4": 835, "__imp_socket": 836, "pxor~xmm12~xmm9": 837, "pshufd~xmm9~xmm15~imm": 838, "mov~reg1~ptr1": 839, "fputc": 840, "__imp_DeleteFiber": 841}