{
    "mov~reg8~reg8": 1,
    "add~reg8~imm": 2,
    "call": 3,
    "lea~reg8~ptr": 4,
    "cmp~ptr1~imm": 5,
    "je": 6,
    "bl": 7,
    "endbr64": 8,
    "push~reg8": 9,
    "test~reg8~reg8": 10,
    "stp~reg8~reg8~ptr": 11,
    "mov~reg8~sp": 12,
    "cbz~reg8": 13,
    "xor~reg4~reg4": 14,
    "test~reg4~reg4": 15,
    "ldr~reg8~ptr": 16,
    "ldp~reg8~reg8~ptr": 17,
    "str~reg4~ptr": 18,
    "ret": 19,
    "add~reg8~ptr8": 20,
    "or~reg8~imm": 21,
    "mov~ptr8~reg8": 22,
    "jmp": 23,
    "str~reg8~ptr": 24,
    "cbnz~reg4": 25,
    "nop": 26,
    "jne": 27,
    "sub~reg8~reg8~imm": 28,
    "cmp~reg8~imm": 29,
    "b.ls": 30,
    "mov~reg8~ptr8": 31,
    "add~reg4~reg4~imm": 32,
    "add~reg4~reg4~reg4": 33,
    "cmp~reg4~reg4": 34,
    "b.hi": 35,
    "cmp~ptr8~imm": 36,
    "movsxd~reg8~reg4": 37,
    "mov~reg4~ptr4": 38,
    "mov~ptr4~reg4": 39,
    "sub~reg4~reg4~imm": 40,
    "movz~reg8~imm": 41,
    "sxtw~reg8~reg4": 42,
    "lsl~reg8~reg8~reg8": 43,
    "lsr~reg8~reg8~imm": 44,
    "tst~reg8~reg8": 45,
    "b.ne": 46,
    "b": 47,
    "movzx~reg4~ptr1": 48,
    "shl~reg8~imm": 49,
    "sub~reg8~reg8": 50,
    "movzx~reg4~reg1": 51,
    "mov~ptr1~reg1": 52,
    "nop~ptr4": 53,
    "ldr~reg4~ptr": 54,
    "mov~reg4~reg4": 55,
    "sub~reg8~imm": 56,
    "movz~reg4~imm": 57,
    "cset~reg4~eq": 58,
    "cmp~reg4~imm": 59,
    "cbnz~reg8": 60,
    "ud2": 61,
    "strb~wzr~ptr": 62,
    "call~reg8": 63,
    "cmp~reg8~reg8": 64,
    "b.eq": 65,
    "movabs~reg8~imm": 66,
    "movn~reg4~imm": 67,
    "movsxd~reg8~ptr4": 68,
    "and~reg4~imm": 69,
    "mov~reg4~imm": 70,
    "test~reg1~imm": 71,
    "add~reg8~reg8~imm": 72,
    "jns": 73,
    "ldp~reg4~reg4~ptr": 74,
    "movsx~reg8~reg1": 75,
    "neg~reg4": 76,
    "jle": 77,
    "cbz~reg4": 78,
    "sub~reg8~reg8~reg8": 79,
    "b.lo": 80,
    "ldr~reg4~ptr~imm": 81,
    "icall~ptr8": 82,
    "add~reg8~sp~imm": 83,
    "blr~reg8": 84,
    "and~reg8~imm": 85,
    "adrp~reg8~imm": 86,
    "tbnz~reg4": 87,
    "movn~reg8~imm": 88,
    "str~xzr~ptr": 89,
    "ja": 90,
    "mrs~reg8~tpidr_el0": 91,
    "mov~ptr4~imm": 92,
    "or~reg4~reg4": 93,
    "orr~reg4~reg4~reg4": 94,
    "and~reg8~reg8~imm": 95,
    "setne~reg1": 96,
    "pop~reg8": 97,
    "add~reg8~reg8~reg8": 98,
    "cmp~ptr4~imm": 99,
    "cmovge~reg4~ptr4": 100,
    "movz~reg4~lsl #16~imm": 101,
    "csel~reg4~reg4~reg4": 102,
    "lsl~reg8~reg8~imm": 103,
    "mov~ptr1~imm": 104,
    "jmp~reg8": 105,
    "adc~reg4~imm": 106,
    "orr~reg4~reg4~imm": 107,
    "strb~reg4~ptr": 108,
    "ccmp~reg8~ne~imm": 109,
    "ldrb~reg4~ptr": 110,
    "js": 111,
    "test~reg4~imm": 112,
    "bfxil~reg4~reg4~imm": 113,
    "b.le": 114,
    "sub~ptr4~imm": 115,
    "cmp~reg4~ptr4": 116,
    "mov~ptr8~imm": 117,
    "add~reg4~imm": 118,
    "shr~reg4~imm": 119,
    "rep stosq~ptr8~reg8": 120,
    "sturb~wzr~ptr": 121,
    "test~reg1~reg1": 122,
    "smaddl~reg8~reg4~reg4": 123,
    "push~ptr8": 124,
    "add~reg8~reg8": 125,
    "jg": 126,
    "csel~reg8~reg8~reg8": 127,
    "jb": 128,
    "ccmp~reg8~ls~imm": 129,
    "str~wzr~ptr": 130,
    "ror~reg8~imm": 131,
    "xor~reg8~ptr8": 132,
    "cmovne~reg8~reg8": 133,
    "sbfiz~reg8~reg8~imm": 134,
    "lea~reg4~ptr": 135,
    "cset~reg4~ne": 136,
    "imul~reg8~reg8~imm": 137,
    "sar~reg4~imm": 138,
    "shr~reg8~imm": 139,
    "add~reg4~reg4": 140,
    "sub~reg4~reg4": 141,
    "imul~reg4~reg4~imm": 142,
    "cmovns~reg4~reg4": 143,
    "cdqe": 144,
    "tbz~reg4": 145,
    "cmn~reg8~imm": 146,
    "str~reg4~ptr~imm": 147,
    "ldrsb~reg4~ptr": 148,
    "test~ptr1~imm": 149,
    "and~reg4~reg4~imm": 150,
    "rev16~reg4~reg4": 151,
    "strh~reg4~ptr": 152,
    "sxth~reg4~reg4": 153,
    "bswap~reg4": 154,
    "eor~reg4~reg4~reg4": 155,
    "rev~reg4~reg4": 156,
    "ldr~reg8~ptr~imm": 157,
    "ldrb~reg4~ptr~imm": 158,
    "movzx~reg4~ptr2": 159,
    "cmp~ptr2~reg2": 160,
    "cmovb~reg8~reg8": 161,
    "csinv~reg4~reg4~wzr": 162,
    "cmp~ptr4~reg4": 163,
    "jbe": 164,
    "ldrh~reg4~ptr": 165,
    "and~reg2~imm": 166,
    "ubfx~reg8~reg8~imm": 167,
    "movdqu~reg16~ptr2": 168,
    "movups~ptr2~reg16": 169,
    "stp~reg4~reg4~ptr": 170,
    "cmp~reg1~imm": 171,
    "lsr~reg8~reg8~reg8": 172,
    "mov~sp~reg8": 173,
    "div~reg8": 174,
    "movzx~reg4~reg2": 175,
    "imul~reg8~reg8": 176,
    "eor~reg8~reg8~reg8": 177,
    "mov~ptr2~reg2": 178,
    "cmp~reg2~imm": 179,
    "adrp~reg8": 180,
    "push~imm": 181,
    "orr~reg8~reg8~reg8": 182,
    "b.gt": 183,
    "add~reg8~reg8~reg4": 184,
    "udiv~reg8~reg8~reg8": 185,
    "msub~reg8~reg8~reg8": 186,
    "stp~xzr~xzr~ptr": 187,
    "sub~reg4~reg4~reg4": 188,
    "smull~reg8~reg4~reg4": 189,
    "asr~reg4~reg4~imm": 190,
    "lsl~reg4~reg4~imm": 191,
    "sub~reg8~ptr8": 192,
    "cmp~reg8~ptr8": 193,
    "ldrsw~reg8~ptr": 194,
    "rbit~reg8~reg8": 195,
    "clz~reg8~reg8": 196,
    "sub~reg4~ptr4": 197,
    "tst~reg4~imm": 198,
    "cmn~reg4~imm": 199,
    "cmova~reg8~reg8": 200,
    "ccmp~reg4~ne~imm": 201,
    "repe cmpsb~ptr1~ptr1": 202,
    "seta~reg1": 203,
    "sbb~reg1~imm": 204,
    "or~reg4~imm": 205,
    "sete~reg1": 206,
    "str~reg8~ptr~imm": 207,
    "b.hs": 208,
    "cmn~reg4~lsl #12~imm": 209,
    "csneg~reg4~wzr~reg4": 210,
    "sub~reg4~imm": 211,
    "movk~reg4~lsl #16~imm": 212,
    "movn~reg4~lsl #16~imm": 213,
    "cmovle~reg4~reg4": 214,
    "ubfiz~reg8~reg8~imm": 215,
    "sub~sp~sp~imm": 216,
    "cmp~reg8~lsl #12~imm": 217,
    "ccmp~reg4~hi~imm": 218,
    "andpd~reg16~ptr2": 219,
    "movsd~reg16~ptr8": 220,
    "orpd~reg16~ptr2": 221,
    "mulsd~reg16~reg16": 222,
    "ldr~d1~ptr": 223,
    "movz~reg8~lsl #48~imm": 224,
    "fmov~d0~reg8": 225,
    "bsl~v0.8b~v2.8b~v1.8b": 226,
    "fmul~d0~d0~d1": 227,
    "movdqa~reg16~ptr2": 228,
    "csel~reg8~reg8~xzr": 229,
    "orr~reg4~wzr~imm": 230,
    "asr~reg8~reg8~imm": 231,
    "cmp~reg2~ptr2": 232,
    "cmp~reg8~reg4~sxtw": 233,
    "shl~reg4~imm": 234,
    "cmp~reg4~lsl #12~imm": 235,
    "stp~reg4~wzr~ptr": 236,
    "b.ge": 237,
    "and~reg4~reg4~reg4": 238,
    "lsr~reg4~reg4~imm": 239,
    "jl": 240,
    "smulh~reg8~reg8~reg8": 241,
    "subs~reg8~reg8~imm": 242,
    "b.mi": 243,
    "ubfx~reg4~reg4~imm": 244,
    "xchg~ptr4~reg4": 245,
    "subs~reg8~reg8~reg8": 246,
    "neg~reg8~reg8": 247,
    "mov~reg8~imm": 248,
    "add~reg4~ptr4": 249,
    "setg~reg1": 250,
    "movsd~ptr8~reg16": 251,
    "cmp~ptr8~reg8": 252,
    "add~ptr4~reg4": 253,
    "shl~reg4~reg1": 254,
    "tst~reg8~imm": 255,
    "ccmp~reg4~reg4~ne": 256,
    "strb~reg4~ptr~imm": 257,
    "pxor~reg16~reg16": 258,
    "nop~ptr2": 259,
    "movaps~ptr2~reg16": 260,
    "csinc~reg8~reg8~reg8": 261,
    "sar~reg8~imm": 262,
    "not~reg4": 263,
    "and~reg4~reg4": 264,
    "adc~reg8~imm": 265,
    "adds~reg8~reg8~reg8": 266,
    "cmp~ptr2~imm": 267,
    "cmove~reg8~reg8": 268,
    "cmp~reg8~reg4~sxtw #2": 269,
    "rol~reg8~reg1": 270,
    "and~ptr8~reg8": 271,
    "jae": 272,
    "ccmp~reg8~eq~imm": 273,
    "add~sp~sp~imm": 274,
    "cmovg~reg8~reg8": 275,
    "xor~reg4~imm": 276,
    "add~ptr8~reg8": 277,
    "jge": 278,
    "bic~reg8~reg8~reg8": 279,
    "or~ptr8~imm": 280,
    "csinc~reg4~reg4~wzr": 281,
    "b.lt": 282,
    "or~reg4~ptr4": 283,
    "movsx~reg8~ptr1": 284,
    "stp~xzr~reg8~ptr": 285,
    "cmovne~reg8~ptr8": 286,
    "rol~reg8~imm": 287,
    "rol~reg2~imm": 288,
    "movsx~reg4~reg2": 289,
    "mvn~reg4~reg4": 290,
    "ccmp~reg4~ge~imm": 291,
    "ldurb~reg4~ptr": 292,
    "cmovs~reg8~reg8": 293,
    "and~ptr2~reg2": 294,
    "setle~reg1": 295,
    "tbnz~reg8": 296,
    "not~reg8": 297,
    "and~reg8~reg8": 298,
    "movq~reg16~reg8": 299,
    "subsd~reg16~reg16": 300,
    "and~ptr8~imm": 301,
    "str~q0~ptr": 302,
    "tbz~reg8": 303,
    "shr~reg1~imm": 304,
    "shr~reg4~reg1": 305,
    "or~ptr4~imm": 306,
    "cmove~reg4~reg4": 307,
    "and~ptr1~imm": 308,
    "ccmn~reg4~ne~imm": 309,
    "or~ptr1~imm": 310,
    "bfi~reg4~reg4~imm": 311,
    "movsx~reg4~ptr1": 312,
    "adds~reg4~reg4~reg4": 313,
    "test~reg2~reg2": 314,
    "movk~reg8~lsl #32~imm": 315,
    "stp~reg8~xzr~ptr": 316,
    "neg~reg8": 317,
    "orr~reg8~reg8~imm": 318,
    "cmovb~reg4~reg4": 319,
    "add~ptr4~imm": 320,
    "ldrsh~reg4~ptr": 321,
    "movsx~reg4~reg1": 322,
    "leave": 323,
    "ldpsw~reg8~reg8~ptr": 324,
    "br~reg8": 325,
    "dec~reg8": 326,
    "ands~reg4~reg4~imm": 327,
    "asr~reg4~reg4~reg4": 328,
    "tst~reg4~reg4": 329,
    "bic~reg4~reg4~reg4": 330,
    "and~ptr4~imm": 331,
    "sub~reg8~sp~reg8": 332,
    "pcmpeqd~reg16~reg16": 333,
    "orr~reg8~xzr~imm": 334,
    "udiv~reg4~reg4~reg4": 335,
    "msub~reg4~reg4~reg4": 336,
    "and~reg8~ptr8": 337,
    "or~reg8~reg8": 338,
    "cmovbe~reg8~reg8": 339,
    "ldur~reg4~ptr": 340,
    "hlt": 341,
    "movn~reg8~lsl #48~imm": 342,
    "neg~reg8~reg8~asr #2": 343,
    "cneg~reg4~reg4~ls": 344,
    "svc~imm": 345,
    "ldur~reg8~ptr": 346,
    "stur~reg4~ptr": 347,
    "movsq~ptr8~ptr8": 348,
    "cmove~reg4~ptr4": 349,
    "or~ptr2~imm": 350,
    "strb~wzr~ptr~imm": 351,
    "hint~imm": 352,
    "imul~reg4~reg4": 353,
    "cmp~sp~reg8": 354,
    "cmp~reg1~ptr1": 355,
    "madd~reg4~reg4~reg4": 356,
    "ccmp~reg8~hi~imm": 357,
    "bt~reg4~reg4": 358,
    "mneg~reg8~reg8~reg8": 359,
    "ccmp~reg4~eq~imm": 360,
    "csinv~reg8~reg8~xzr": 361,
    "shl~ptr8~imm": 362,
    "test~ptr4~imm": 363,
    "and~reg8~reg8~reg8": 364,
    "or~ptr4~reg4": 365,
    "cmovs~reg4~reg4": 366,
    "stur~reg8~ptr": 367,
    "btr~reg8~imm": 368,
    "strh~wzr~ptr": 369,
    "cset~reg4~gt": 370,
    "sub~sp~sp~reg8": 371,
    "umull~reg8~reg4~reg4": 372,
    "mul~reg8~reg8~reg8": 373,
    "csetm~reg4~ne": 374,
    "cmovne~reg4~reg4": 375,
    "cmn~reg8~reg8": 376,
    "madd~reg8~reg8~reg8": 377,
    "cmovg~reg4~reg4": 378,
    "eor~reg4~reg4~imm": 379,
    "cmp~reg4~reg4~uxtb": 380,
    "sub~ptr4~reg4": 381,
    "imul~reg8~ptr8": 382,
    "sturb~reg4~ptr": 383,
    "add~ptr8~imm": 384,
    "cmova~reg4~reg4": 385,
    "subs~reg4~reg4~imm": 386,
    "mul~reg8": 387,
    "movk~reg8~lsl #16~imm": 388,
    "sdiv~reg4~reg4~reg4": 389,
    "movk~reg8~lsl #48~imm": 390,
    "umulh~reg8~reg8~reg8": 391,
    "ccmp~reg4~le~imm": 392,
    "imul~reg8~ptr8~imm": 393,
    "imul~reg8": 394,
    "csel~reg4~reg4~wzr": 395,
    "imul~reg4~ptr4": 396,
    "syscall": 397,
    "movsb~ptr1~ptr1": 398,
    "sub~reg8~reg8~reg4": 399,
    "or~reg1~ptr1": 400,
    "or~ptr2~reg2": 401,
    "and~reg1~imm": 402,
    "and~reg4~ptr4": 403,
    "cmn~reg8~lsl #12~imm": 404,
    "cmovl~reg8~reg8": 405,
    "add~reg8~reg8~lsl #12": 406,
    "cmovbe~reg4~reg4": 407,
    "shl~reg8~reg1": 408,
    "movi~v0.2s~lsl #24~imm": 409,
    "fmov~s1~reg4": 410,
    "fmul~s0~s0~s1": 411,
    "sub~ptr8~reg8": 412,
    "csel~reg4~wzr~reg4": 413,
    "cinc~reg8~reg8~eq": 414,
    "ccmp~reg4~gt~imm": 415,
    "umaddl~reg8~reg4~reg4": 416,
    "mvn~reg8~reg8": 417,
    "fmov~s0~reg4": 418,
    "str~s1~ptr": 419,
    "cmove~reg8~ptr8": 420,
    "rep movsq~ptr8~ptr8": 421,
    "lock add~ptr4~imm": 422,
    "ccmp~reg8~reg8~ne": 423,
    "mov~v1.16b~v0.16b": 424,
    "ldr~q2~ptr": 425,
    "mov~v0.16b~v2.16b": 426,
    "stur~wzr~ptr": 427,
    "imul~reg4~ptr4~imm": 428,
    "and~reg1~reg1": 429,
    "or~reg1~reg1": 430,
    "cdq": 431,
    "idiv~reg4": 432,
    "cmovbe~reg4~ptr4": 433,
    "cmovae~reg8~ptr8": 434,
    "ccmp~reg8~reg8~ge": 435,
    "ldar~reg8~ptr": 436,
    "sbb~reg8~imm": 437,
    "cinc~reg8~reg8~ne": 438,
    "cmovb~reg8~ptr8": 439,
    "cmp~reg4~reg4~lsr #4": 440,
    "b.pl": 441,
    "seto~reg1": 442,
    "adds~reg4~reg4~imm": 443,
    "cset~reg4~vs": 444,
    "add~reg2~imm": 445,
    "eor~reg8~reg8~imm": 446,
    "ccmp~reg4~ls~imm": 447,
    "cmp~ptr1~reg1": 448,
    "brk~imm": 449,
    "neg~reg4~reg4": 450,
    "cmovge~reg8~reg8": 451,
    "ccmn~reg4~hi~imm": 452,
    "lsr~reg4~reg4~reg4": 453,
    "sub~reg4~reg4~lsl #12": 454,
    "or~reg1~imm": 455,
    "ubfiz~reg4~reg4~imm": 456,
    "fstp~ptr2": 457,
    "seta~ptr1": 458,
    "or~ptr8~reg8": 459,
    "jmp~ptr8": 460,
    "and~ptr4~reg4": 461,
    "movz~reg8~lsl #16~imm": 462,
    "ccmp~reg4~reg4~hs": 463,
    "sete~ptr1": 464,
    "csinc~reg8~xzr~reg8": 465,
    "cmovle~reg4~ptr4": 466,
    "csetm~reg4~eq": 467,
    "sub~reg8~reg8~lsl #12": 468,
    "cneg~reg8~reg8~ne": 469,
    "bt~reg8~reg8": 470,
    "xor~reg8~reg8": 471,
    "repne scasb~reg1~ptr1": 472,
    "cmp~xzr~reg8~asr #2": 473,
    "cmovg~reg8~ptr8": 474,
    "xor~ptr1~imm": 475,
    "ccmp~reg4~reg4~eq": 476,
    "neg~ptr4": 477,
    "sar~reg8~reg1": 478,
    "xor~reg1~reg1": 479,
    "fmov~ptr~reg8": 480,
    "cmp~reg8~reg8~lsl #2": 481,
    "cmovle~reg8~reg8": 482,
    "csneg~reg4~reg4~reg4": 483,
    "cset~reg4~ls": 484,
    "cinc~reg4~reg4~eq": 485,
    "subs~reg4~reg4~reg4": 486,
    "sbb~reg8~reg8": 487,
    "movd~reg16~reg4": 488,
    "subss~reg16~reg16": 489,
    "movaps~reg16~reg16": 490,
    "add~sp~sp~reg8": 491,
    "cmp~reg8~reg4~uxtw": 492,
    "cmp~reg8~reg8~lsr #1": 493,
    "bsr~reg8~ptr8": 494,
    "xor~reg8~imm": 495,
    "test~ptr8~reg8": 496,
    "xchg~ptr8~reg8": 497,
    "tzcnt~reg8~ptr8": 498,
    "cset~reg8~ne": 499,
    "csel~reg8~xzr~reg8": 500,
    "rol~reg4~imm": 501,
    "test~ptr8~imm": 502,
    "sbb~reg4~imm": 503,
    "cmovge~reg4~reg4": 504,
    "cmovae~reg8~reg8": 505,
    "cset~reg8~eq": 506,
    "add~reg8~sp~reg8": 507,
    "ands~reg8~reg8~imm": 508,
    "strh~reg4~ptr~imm": 509,
    "shr~reg8~reg1": 510,
    "mulss~reg16~ptr4": 511,
    "movd~reg4~reg16": 512,
    "cset~reg4~mi": 513,
    "str~d0~ptr": 514,
    "tzcnt~reg8~reg8": 515,
    "cneg~reg4~reg4~eq": 516,
    "mul~reg4~reg4~reg4": 517,
    "sub~ptr8~imm": 518,
    "str~wzr~ptr~imm": 519,
    "negs~reg4~reg4": 520,
    "movz~reg8~lsl #32~imm": 521,
    "bsf~reg8~reg8": 522,
    "ccmp~reg8~reg8~eq": 523,
    "lock dec~ptr4": 524,
    "stp~wzr~reg4~ptr": 525,
    "setb~reg1": 526,
    "dmb~ish": 527,
    "fcmpe~d0~imm": 528,
    "fneg~d2~d0": 529,
    "fcsel~d2~d2~d0": 530,
    "fcmpe~d2~d1": 531,
    "sturh~wzr~ptr": 532,
    "csinv~reg8~reg8~reg8": 533,
    "div~reg4": 534,
    "sbc~reg8~reg8~xzr": 535,
    "cmp~reg8~reg4~uxtb": 536,
    "setne~ptr1": 537,
    "ccmp~reg8~ge~imm": 538,
    "movapd~reg16~reg16": 539,
    "xorpd~reg16~ptr2": 540,
    "cmpltsd~reg16~reg16": 541,
    "andpd~reg16~reg16": 542,
    "andnpd~reg16~reg16": 543,
    "orpd~reg16~reg16": 544,
    "comisd~reg16~reg16": 545,
    "cinc~reg8~reg8~lo": 546,
    "lsl~reg4~reg4~reg4": 547,
    "fmul~d2~d2~d0": 548,
    "fmov~reg8~d2": 549,
    "stur~xzr~ptr": 550,
    "cset~reg4~hi": 551,
    "ldr~q1~ptr": 552,
    "fmov~reg8~ptr": 553,
    "fmov~reg8~d0": 554,
    "ror~reg4~reg4~imm": 555,
    "sbb~reg4~reg4": 556,
    "cneg~reg4~reg4~hi": 557,
    "setl~reg1": 558,
    "csetm~reg4~lo": 559,
    "str~xzr~ptr~imm": 560,
    "ccmp~reg8~reg8~hi": 561,
    "sdiv~reg8~reg8~reg8": 562,
    "cmp~reg1~reg1": 563,
    "cinc~reg4~reg4~ne": 564,
    "cmovns~reg4~ptr4": 565,
    "ccmn~reg4~eq~imm": 566,
    "movk~reg8~imm": 567,
    "cmovns~reg8~ptr8": 568,
    "cmp~reg8~reg8~asr #2": 569,
    "fmov~reg8~d8": 570,
    "ccmn~reg8~ne~imm": 571,
    "ldr~q0~ptr": 572,
    "sub~sp~reg8~imm": 573,
    "or~reg8~ptr8": 574,
    "neg~reg8~reg8~lsl #2": 575,
    "cmp~wzr~reg4~lsr #2": 576,
    "fld~ptr2": 577,
    "fld~st(1)": 578,
    "fabs": 579,
    "fxch~st(1)": 580,
    "fucomip~st(1)": 581,
    "fstp~st(0)": 582,
    "jo": 583,
    "sub~sp~sp~lsl #12": 584,
    "cmovg~reg4~ptr4": 585,
    "mulsd~reg16~ptr8": 586,
    "movq~reg8~reg16": 587,
    "str~d1~ptr": 588,
    "add~ptr2~imm": 589,
    "cmp~reg2~reg2": 590,
    "pextrw~reg4~reg16~imm": 591,
    "test~reg2~imm": 592,
    "bts~reg8~imm": 593,
    "and~ptr1~reg1": 594,
    "andps~reg16~ptr2": 595,
    "orps~reg16~ptr2": 596,
    "setae~reg1": 597,
    "sbc~reg4~reg4~wzr": 598,
    "movss~ptr4~reg16": 599,
    "fmov~s0~imm": 600,
    "fmul~s0~s1~s0": 601,
    "str~s0~ptr": 602,
    "and~reg1~ptr1": 603,
    "ldaxr~reg8~ptr": 604,
    "stxr~reg4~xzr~ptr": 605,
    "pmovmskb~reg4~reg16": 606,
    "fmov~d0~imm": 607,
    "bfi~reg8~reg8~imm": 608,
    "bfxil~reg8~reg8~imm": 609,
    "fmov~d1~reg8": 610,
    "fsub~d0~d1~d0": 611,
    "cinc~reg4~reg4~lo": 612,
    "fmov~d2~reg8": 613,
    "setge~reg1": 614,
    "fmov~reg4~s0": 615,
    "setbe~reg1": 616,
    "ldr~d0~ptr": 617,
    "test~ptr4~reg4": 618,
    "sbfx~reg8~reg8~imm": 619,
    "b.ls~imm": 620,
    "shr~reg2~imm": 621,
    "subsd~reg16~ptr8": 622,
    "ccmp~reg4~reg4~gt": 623,
    "ccmp~reg4~reg4~ge": 624,
    "ccmp~reg8~reg8~gt": 625,
    "stp~wzr~wzr~ptr": 626,
    "not~ptr1": 627,
    "ror~reg8~reg8~imm": 628,
    "test~reg8~imm": 629,
    "div~ptr4": 630,
    "cset~reg4~ge": 631,
    "cset~reg4~lt": 632,
    "add~reg4~reg4~lsl #12": 633,
    "ldursw~reg8~ptr": 634,
    "cmovl~reg4~reg4": 635,
    "cmp~xzr~reg8~asr #5": 636,
    "ccmn~reg8~ls~imm": 637,
    "adds~reg8~reg8~imm": 638,
    "ccmp~reg8~reg8~lo": 639,
    "ccmp~reg8~reg8~hs": 640,
    "ccmp~reg8~reg8~ls": 641,
    "div~ptr8": 642,
    "cmovge~reg8~ptr8": 643,
    "fmov~s2~reg4": 644,
    "fsub~s0~s0~s2": 645,
    "bics~wzr~reg4~reg4": 646,
    "str~q1~ptr": 647,
    "cset~reg4~le": 648,
    "cqo": 649,
    "idiv~reg8": 650,
    "ccmp~reg4~reg4~pl": 651,
    "cneg~reg8~reg8~eq": 652,
    "stlr~reg4~ptr": 653,
    "bsr~reg8~reg8": 654,
    "cset~reg8~le": 655,
    "b.vs": 656,
    "asr~reg8~reg8~reg8": 657,
    "cmovne~reg4~ptr4": 658,
    "pcmpeqb~reg16~reg16": 659,
    "cmp~xzr~reg8~lsr #32": 660,
    "lock xadd~ptr8~reg8": 661,
    "ldr~d8~ptr": 662,
    "fneg~d0~d0": 663,
    "cld": 664,
    "cmp~reg8~reg8~lsr #20": 665,
    "pand~reg16~ptr2": 666,
    "por~reg16~reg16": 667,
    "cmp~reg4~reg4~lsl #1": 668,
    "cset~reg4~lo": 669,
    "ccmn~reg4~ls~imm": 670,
    "fldz": 671,
    "fchs": 672,
    "fcomi~st(2)": 673,
    "fcmovbe~st(0)~st(2)": 674,
    "fcomi~st(1)": 675,
    "rep movsb~ptr1~ptr1": 676,
    "bsr~reg4~reg4": 677,
    "sub~reg2~imm": 678,
    "sbc~reg8~reg8~reg8": 679,
    "movi~v1.2d~imm": 680,
    "str~q2~ptr": 681,
    "cmp~wzr~reg4~asr #24": 682,
    "or~reg2~ptr2": 683,
    "fmul~ptr4": 684,
    "or~ptr1~reg1": 685,
    "ands~reg8~reg8~reg8": 686,
    "cmovns~reg8~reg8": 687,
    "fild~ptr8": 688,
    "fsubp~st(1)": 689,
    "fstp~ptr8": 690,
    "fmul~s2~s2~s0": 691,
    "fmov~reg4~s2": 692,
    "movsx~reg4~ptr2": 693,
    "cneg~reg4~reg4~lt": 694,
    "cmp~reg8~reg8~lsl #1": 695,
    "csneg~reg8~reg8~reg8": 696,
    "sar~reg4~reg1": 697,
    "fmul~d0~d1~d0": 698,
    "fsub~d0~d0~d2": 699,
    "cinc~reg8~reg8~hs": 700
}