{"lea~reg8~ptr": 1, "mov~reg8~reg8": 2, "mov~reg4~imm": 3, "call": 4, "mov~reg8~ptr8": 5, "mov~ptr8~reg8": 6, "test~reg8~reg8": 7, "jne": 8, "jmp": 9, "mov~ptr4~imm": 10, "push~reg8": 11, "sub~reg8~imm": 12, "xor~reg4~reg4": 13, "mov~ptr1~imm": 14, "mov~ptr8~imm": 15, "mov~reg8~imm": 16, "mov~ptr4~reg4": 17, "cmp~ptr4~imm": 18, "sub~reg8~reg8": 19, "cmp~ptr8~reg8": 20, "ja": 21, "leave": 22, "ret": 23, "movzx~reg4~ptr1": 24, "cmp~reg1~imm": 25, "je": 26, "mov~reg4~ptr4": 27, "cmp~reg4~imm": 28, "cmp~ptr8~imm": 29, "nop": 30, "imul~reg8~reg8~imm": 31, "strchr": 32, "add~reg8~imm": 33, "pop~reg8": 34, "push~imm": 35, "jns": 36, "SSL_set_fd": 37, "test~reg4~reg4": 38, "add~reg8~reg8": 39, "fwrite": 40, "call~reg8": 41, "mov~reg4~reg4": 42, "mov~ptr1~reg1": 43, "shr~reg1~imm": 44, "and~reg4~imm": 45, "movzx~reg4~reg1": 46, "test~reg1~reg1": 47, "cmp~ptr1~imm": 48, "add~ptr8~imm": 49, "cdqe": 50, "shl~reg8~imm": 51, "shl~reg4~imm": 52, "or~reg4~reg4": 53, "strlen": 54, "movsxd~reg8~reg4": 55, "sub~reg8~ptr8": 56, "cmp~reg8~imm": 57, "jle": 58, "lea~reg4~ptr": 59, "cmp~reg8~ptr8": 60, "jae": 61, "BIO_free": 62, "js": 63, "jb": 64, "movzx~reg4~ptr2": 65, "movzx~reg4~reg2": 66, "add~reg4~imm": 67, "cmp~reg4~reg4": 68, "setne~reg1": 69, "cmp~reg8~reg8": 70, "__errno": 71, "strerror": 72, "add~ptr4~imm": 73, "xor~reg4~imm": 74, "jbe": 75, "jl": 76, "mov~ptr2~imm": 77, "movabs~reg8~imm": 78, "shr~reg4~imm": 79, "sub~ptr8~imm": 80, "sub~ptr8~reg8": 81, "strcmp": 82, "and~ptr1~imm": 83, "jmp~reg8": 84, "shl~reg4~reg1": 85, "or~ptr4~reg4": 86, "jge": 87, "div~ptr8": 88, "close": 89, "EVP_sha256": 90, "EVP_DigestInit_ex": 91, "add~ptr8~reg8": 92, "cqo": 93, "shr~reg8~imm": 94, "imul~reg8": 95, "sar~reg8~imm": 96, "cmovs~reg8~reg8": 97, "imul~reg4~reg4~imm": 98, "sub~reg4~reg4": 99, "mov~ptr2~reg2": 100, "sub~ptr4~imm": 101, "sete~reg1": 102, "or~ptr4~imm": 103, "fputs": 104, "gettimeofday": 105, "strtok": 106, "or~reg4~imm": 107, "movsx~reg4~ptr1": 108, "sub~reg4~imm": 109, "SSL_new": 110, "strrchr": 111, "htons": 112, "inet_pton": 113, "jg": 114, "memcpy": 115, "movsx~reg4~reg1": 116, "sscanf": 117, "or~reg8~imm": 118, "and~reg4~reg4": 119, "strcpy": 120, "memcmp": 121, "shr~reg8~reg1": 122, "SSL_set_connect_state": 123, "memmove": 124, "pxor~reg16~reg16": 125, "cvtsi2sd~reg16~reg8": 126, "movsd~reg16~ptr8": 127, "divsd~reg16~reg16": 128, "movsd~ptr8~reg16": 129, "strncmp": 130, "cmova~reg8~reg8": 131, "inflateInit_": 132, "cmovge~reg8~reg8": 133, "__getreent": 134, "cmp~ptr4~reg4": 135, "time": 136, "ERR_get_error": 137, "or~reg8~reg8": 138, "or~reg1~imm": 139, "cmp~ptr1~reg1": 140, "SSL_ctrl": 141, "and~ptr4~imm": 142, "inflateInit2_": 143, "__xpg_strerror_r": 144, "EVP_DigestFinal_ex": 145, "EVP_MD_CTX_free": 146, "strtoul": 147, "ASN1_STRING_length": 148, "and~reg8~reg8": 149, "or~reg2~ptr2": 150, "X509_free": 151, "memset": 152, "rep stosq~ptr8~reg8": 153, "SSL_CTX_get_cert_store": 154, "X509_STORE_set_flags": 155, "strncpy": 156, "__assert_func": 157, "cmp~reg1~reg1": 158, "comisd~reg16~reg16": 159, "strftime": 160, "getenv": 161, "i2t_ASN1_OBJECT": 162, "cmp~reg4~ptr4": 163, "seta~reg1": 164, "open": 165, "BIO_new_mem_buf": 166, "shr~reg2~imm": 167, "zlibVersion": 168, "inet_ntop": 169, "strtod": 170, "movq~reg8~reg16": 171, "BIO_ctrl": 172, "cmp~ptr2~imm": 173, "push~ptr8": 174, "cmovbe~reg8~reg8": 175, "fputc": 176, "sendto": 177, "fflush": 178, "add~reg4~reg4": 179, "SSL_CTX_ctrl": 180, "OCSP_BASICRESP_free": 181, "strtol": 182, "SSL_CTX_set_verify": 183, "localtime": 184, "or~ptr8~imm": 185, "bind": 186, "ntohs": 187, "EVP_PKEY_free": 188, "not~reg4": 189, "ERR_clear_error": 190, "OCSP_crl_reason_str": 191, "not~reg8": 192, "and~ptr8~reg8": 193, "EVP_sha1": 194, "OCSP_cert_to_id": 195, "idiv~reg8": 196, "SSL_get_error": 197, "neg~reg8": 198, "OpenSSL_version_num": 199, "ENGINE_free": 200, "SSL_CTX_set_next_proto_select_cb": 201, "execl": 202, "RSA_free": 203, "or~reg2~imm": 204, "qsort": 205, "fread": 206, "CRYPTO_get_ex_new_index": 207, "getsockname": 208, "SSL_CTX_use_PrivateKey": 209, "OCSP_cert_status_str": 210, "strstr": 211, "idiv~ptr8": 212, "or~ptr2~imm": 213, "cmovbe~reg4~reg4": 214, "sub~reg4~ptr4": 215, "PEM_read_bio_X509_AUX": 216, "and~ptr8~imm": 217, "cwde": 218, "strtok_r": 219, "BIO_s_file": 220, "BIO_new": 221, "and~reg4~ptr4": 222, "SSL_set_ex_data": 223, "setbe~reg1": 224, "shl~ptr8~imm": 225, "movsx~reg8~reg1": 226, "xor~ptr8~reg8": 227, "div~reg4": 228, "movsx~reg4~reg2": 229, "fcntl": 230, "or~ptr1~imm": 231, "X509_check_issued": 232, "sar~reg4~imm": 233, "movq~reg16~reg8": 234, "movapd~reg16~reg16": 235, "sprintf": 236, "cmovle~reg8~reg8": 237, "puts": 238, "pthread_mutex_lock": 239, "SSL_CTX_set_cipher_list": 240, "EVP_PKEY_get1_RSA": 241, "RSA_flags": 242, "pthread_join": 243, "imul~reg8~ptr8": 244, "fstat": 245, "ioctl": 246, "cmp~reg2~imm": 247, "X509_get_subject_name": 248, "cvtsi2sd~reg16~ptr8": 249, "mulsd~reg16~reg16": 250, "cvtsi2sd~reg16~ptr4": 251, "mulsd~reg16~ptr8": 252, "cvttsd2si~reg4~reg16": 253, "getaddrinfo": 254, "ENGINE_get_first": 255, "cmovg~reg4~reg4": 256, "DES_set_odd_parity": 257, "DES_set_key_unchecked": 258, "pthread_mutex_unlock": 259, "and~reg8~imm": 260, "and~reg1~imm": 261, "stat": 262, "dup2": 263, "fseek": 264, "add~ptr4~reg4": 265, "fork": 266, "read": 267, "and~reg8~ptr8": 268, "test~reg2~reg2": 269, "SSL_CTX_add_client_CA": 270, "cdq": 271, "idiv~reg4": 272, "ASN1_STRING_get0_data": 273, "d2i_PrivateKey_bio": 274, "cmp~ptr2~reg2": 275, "poll": 276, "SSL_get_certificate": 277, "BIO_printf": 278, "sar~ptr4~imm": 279, "SSL_get_ex_data": 280, "memchr": 281, "ENGINE_get_id": 282, "send": 283, "div~reg8": 284, "TLS_client_method": 285, "SSL_CTX_use_certificate": 286, "X509_get_issuer_name": 287, "waitpid": 288, "X509_verify_cert_error_string": 289, "SSL_get_verify_result": 290, "SSL_get_current_cipher": 291, "SSL_CIPHER_get_name": 292, "SSL_get_version": 293, "SSL_CTX_use_PrivateKey_file": 294, "OCSP_response_status_str": 295, "SSL_CTX_set_ciphersuites": 296, "neg~ptr8": 297, "OCSP_response_get1_basic": 298, "X509_NAME_get_entry": 299, "X509_NAME_ENTRY_get_data": 300, "kill": 301, "fclose": 302, "OCSP_RESPONSE_free": 303, "UI_get0_user_data": 304, "inflateEnd": 305, "EVP_MD_CTX_new": 306, "socketpair": 307, "comisd~reg16~ptr2": 308, "UI_create_method": 309, "EVP_PKEY_get0_RSA": 310, "RSA_get0_key": 311, "BN_num_bits": 312, "d2i_X509_bio": 313, "ENGINE_by_id": 314, "getifaddrs": 315, "getpid": 316, "fgets": 317, "SSL_read": 318, "recvfrom": 319, "fileno": 320, "ASN1_STRING_to_UTF8": 321, "sar~reg4~reg1": 322, "ERR_error_string_n": 323, "accept": 324, "cmovs~reg4~reg4": 325, "shl~reg8~reg1": 326, "X509_NAME_print_ex": 327, "X509_get_version": 328, "X509_get_serialNumber": 329, "DES_ecb_encrypt": 330, "strcspn": 331, "mul~reg8": 332, "pthread_mutex_init": 333, "i2a_ASN1_OBJECT": 334, "unlink": 335, "basename": 336, "getpeername": 337, "ntohl": 338, "strdup": 339, "SSL_get_peer_certificate": 340, "SSL_get_peer_cert_chain": 341, "idiv~ptr4": 342, "SSL_CTX_set_alpn_protos": 343, "X509_get_X509_PUBKEY": 344, "shr~ptr8~imm": 345, "fdopen": 346, "SSL_CTX_set_default_passwd_cb_userdata": 347, "SSL_CTX_set_default_passwd_cb": 348, "rol~reg4~imm": 349, "setsockopt": 350, "ftell": 351, "EVP_DigestUpdate": 352, "SSL_get_privatekey": 353, "EVP_PKEY_id": 354, "ERR_peek_error": 355, "X509_load_crl_file": 356, "__main": 357, "signal": 358, "SSL_CTX_load_verify_locations": 359, "fopen": 360, "utimes": 361, "X509_get_ext_d2i": 362, "BIO_s_mem": 363, "freeifaddrs": 364, "SSL_free": 365, "imul~reg8~reg8": 366, "setle~reg1": 367, "exit": 368, "CRYPTO_free": 369, "X509_get0_signature": 370, "UI_OpenSSL": 371, "UI_method_get_reader": 372, "if_nametoindex": 373, "atoi": 374, "i2d_X509_PUBKEY": 375, "PKCS12_PBE_add": 376, "PKCS12_parse": 377, "SSL_SESSION_free": 378, "SSL_pending": 379, "cvttsd2si~reg8~reg16": 380, "PEM_X509_INFO_read_bio": 381, "SSL_CTX_check_private_key": 382, "ASN1_STRING_type": 383, "PEM_read_bio_X509": 384, "BN_print": 385, "OCSP_response_status": 386, "GENERAL_NAMES_free": 387, "ENGINE_finish": 388, "cmp~reg2~ptr2": 389, "setg~reg1": 390, "X509_PUBKEY_get0_param": 391, "ERR_peek_last_error": 392, "d2i_OCSP_RESPONSE": 393, "gethostname": 394, "SSL_alert_desc_string_long": 395, "strpbrk": 396, "SSL_CTX_set_post_handshake_auth": 397, "SSL_CTX_new": 398, "RAND_bytes": 399, "pthread_create": 400, "ENGINE_ctrl": 401, "ENGINE_init": 402, "setvbuf": 403, "SSL_shutdown": 404, "SSL_CTX_set_msg_callback": 405, "free": 406, "inflate": 407, "strcasecmp": 408, "pipe": 409, "cmp~reg2~reg2": 410, "__locale_ctype_ptr": 411, "tolower": 412, "SSL_CTX_sess_set_new_cb": 413, "tcgetattr": 414, "tcsetattr": 415, "SSL_get0_alpn_selected": 416, "call~imm": 417, "UI_get_input_flags": 418, "OPENSSL_init_ssl": 419, "X509_STORE_add_cert": 420, "SSL_CTX_set_keylog_callback": 421, "pthread_mutex_destroy": 422, "X509_get0_extensions": 423, "X509_get0_notBefore": 424, "ASN1_TIME_print": 425, "X509_get0_notAfter": 426, "X509_get_pubkey": 427, "recv": 428, "UI_set_result": 429, "X509_EXTENSION_get_data": 430, "ASN1_STRING_print": 431, "MD4_Init": 432, "MD4_Update": 433, "MD4_Final": 434, "BIO_f_ssl": 435, "clock_gettime": 436, "write": 437, "pthread_detach": 438, "PKCS12_free": 439, "socket": 440, "getc": 441, "ENGINE_get_next": 442, "lseek": 443, "geteuid": 444, "getpwuid": 445, "ENGINE_set_default": 446, "BIO_puts": 447, "CRYPTO_malloc": 448, "SSL_set_session": 449, "SSL_CTX_use_certificate_file": 450, "MD5_Init": 451, "MD5_Update": 452, "MD5_Final": 453, "rename": 454, "UI_method_get_opener": 455, "UI_method_set_opener": 456, "UI_method_get_closer": 457, "UI_method_set_closer": 458, "UI_method_set_reader": 459, "UI_method_set_writer": 460, "ENGINE_load_private_key": 461, "UI_destroy_method": 462, "fsetxattr": 463, "d2i_PKCS12_bio": 464, "ENGINE_ctrl_cmd": 465, "access": 466, "getpwuid_r": 467, "isatty": 468, "EVP_PKEY_copy_parameters": 469, "UI_get_string_type": 470, "UI_method_get_writer": 471, "strspn": 472, "X509_STORE_add_crl": 473, "ftruncate": 474, "EVP_PKEY_get0_DSA": 475, "DSA_get0_pqg": 476, "DSA_get0_key": 477, "X509_LOOKUP_file": 478, "X509_STORE_add_lookup": 479, "freeaddrinfo": 480, "RAND_status": 481, "SSL_CTX_set_options": 482, "connect": 483, "gmtime_r": 484, "OCSP_resp_find_status": 485, "OCSP_CERTID_free": 486, "SSL_connect": 487, "SSL_CTX_free": 488, "EVP_DigestInit": 489, "X509_EXTENSION_get_object": 490, "X509V3_EXT_print": 491, "PEM_read_bio_PrivateKey": 492, "getsockopt": 493, "rep movsq~ptr8~ptr8": 494, "SSL_CTX_use_certificate_chain_file": 495, "EVP_PKEY_get0_DH": 496, "DH_get0_pqg": 497, "DH_get0_key": 498, "OCSP_check_validity": 499, "fnmatch": 500, "OCSP_basic_verify": 501, "PEM_write_bio_X509": 502, "listen": 503, "SSL_set_bio": 504}