{"xor~reg4~reg4": 1, "ret": 2, "cmp~reg4~imm": 3, "b.eq": 4, "mov~reg8~ptr8": 5, "mov~reg8~reg8": 6, "icall~ptr8": 7, "mov~ptr4~reg4": 8, "test~reg8~reg8": 9, "je": 10, "ldr~reg8~ptr": 11, "blr~reg8": 12, "str~reg4~ptr": 13, "cbz~reg8": 14, "mov~reg4~ptr4": 15, "movsxd~reg8~reg4": 16, "lea~reg8~ptr": 17, "call": 18, "cmp~reg8~reg8": 19, "jbe": 20, "nop": 21, "mov~reg4~reg4": 22, "mov~ptr8~reg8": 23, "cmp~ptr8~imm": 24, "jne": 25, "b": 26, "cmp~ptr8~reg8": 27, "add~reg8~reg8~imm": 28, "ldp~reg8~reg8~ptr": 29, "leave": 30, "str~xzr~ptr": 31, "str~wzr~ptr": 32, "ldrh~reg4~ptr": 33, "ldr~reg4~ptr": 34, "sub~reg4~reg4~imm": 35, "and~reg4~reg4~imm": 36, "ccmp~reg4~ne~imm": 37, "cset~reg4~hi": 38, "cmp~reg4~reg4": 39, "mov~ptr4~imm": 40, "jmp": 41, "push~reg8": 42, "sub~reg8~imm": 43, "cmp~ptr4~imm": 44, "jg": 45, "cmp~reg8~imm": 46, "b.ne": 47, "mov~reg4~imm": 48, "movz~reg4~imm": 49, "and~reg4~imm": 50, "str~reg8~ptr": 51, "mov~ptr8~imm": 52, "bl": 53, "sub~sp~sp~imm": 54, "add~sp~sp~imm": 55, "b.ge": 56, "movn~reg4~imm": 57, "ja": 58, "strb~reg4~ptr": 59, "ldrb~reg4~ptr": 60, "test~reg4~reg4": 61, "adrp~reg8": 62, "sxtw~reg8~reg4": 63, "movz~reg8~imm": 64, "stp~reg8~reg8~ptr": 65, "mov~reg8~sp": 66, "add~ptr4~imm": 67, "adrp~reg8~imm": 68, "endbr64": 69, "js": 70, "orr~reg8~xzr~imm": 71, "b.ls": 72, "add~reg8~reg8~reg8": 73, "eor~reg4~reg4~reg4": 74, "add~reg8~reg8": 75, "jns": 76, "jle": 77, "mov~reg8~imm": 78, "cmp~reg4~ptr4": 79, "jl": 80, "setne~reg1": 81, "movzx~reg4~reg1": 82, "cset~reg4~gt": 83, "b.gt": 84, "nop~ptr2": 85, "udiv~reg8~reg8~reg8": 86, "msub~reg8~reg8~reg8": 87, "b.hs": 88, "push~ptr8": 89, "add~reg8~imm": 90, "cdqe": 91, "add~ptr8~imm": 92, "call~reg8": 93, "cmovs~reg8~reg8": 94, "jae": 95, "csel~reg8~reg8~reg8": 96, "pop~reg8": 97, "test~reg1~reg1": 98, "lsl~reg8~reg8~imm": 99, "cset~reg4~eq": 100, "lsr~reg8~reg8~imm": 101, "ldrsw~reg8~ptr": 102, "movzx~reg4~ptr1": 103, "shr~reg1~imm": 104, "tbnz~reg4": 105, "b.le": 106, "cmp~reg1~imm": 107, "mov~ptr1~reg1": 108, "sub~reg4~reg4~reg4": 109, "cmp~reg8~reg4~sxtw": 110, "movz~reg4~lsl #16~imm": 111, "b.lo": 112, "push~imm": 113, "or~reg4~imm": 114, "and~reg8~reg8~imm": 115, "eor~reg8~reg8~reg8": 116, "add~reg4~reg4~imm": 117, "sub~reg8~reg8~reg8": 118, "sub~ptr8~reg8": 119, "add~reg4~reg4": 120, "add~reg4~reg4~reg4": 121, "add~reg4~imm": 122, "cset~reg4~ls": 123, "movabs~reg8~imm": 124, "mul~reg8": 125, "shr~reg8~imm": 126, "shl~reg8~imm": 127, "umulh~reg8~reg8~reg8": 128, "sub~reg4~imm": 129, "b.hi": 130, "cmn~reg8~imm": 131, "sub~ptr8~imm": 132, "sub~reg8~reg8~imm": 133, "b.lt": 134, "shl~ptr8~imm": 135, "add~ptr8~reg8": 136, "cbz~reg4": 137, "sub~reg8~reg8": 138, "mvn~reg4~reg4": 139, "lsr~reg4~reg4~imm": 140, "shl~reg4~imm": 141, "xor~reg8~ptr8": 142, "ldp~reg4~reg4~ptr": 143, "cbnz~reg4": 144, "mov~ptr1~imm": 145, "movsxd~reg8~ptr4": 146, "setae~reg1": 147, "lsl~reg4~reg4~imm": 148, "orr~reg4~reg4~imm": 149, "cmp~ptr4~reg4": 150, "sub~reg8~sp~reg8": 151, "shr~reg4~imm": 152, "xor~reg1~ptr1": 153, "lea~reg4~ptr": 154, "movzx~reg4~ptr2": 155, "cmp~reg2~imm": 156, "cset~reg4~ne": 157, "add~reg8~sp~imm": 158, "rev~reg4~reg4": 159, "cmovbe~reg8~ptr8": 160, "tbz~reg4": 161, "cmove~reg8~reg8": 162, "str~reg4~ptr~imm": 163, "or~ptr8~reg8": 164, "orr~reg8~reg8~reg8": 165, "mrs~reg8~tpidr_el0": 166, "stp~reg4~wzr~ptr": 167, "sete~reg1": 168, "sub~ptr4~imm": 169, "sar~reg4~imm": 170, "neg~reg8~reg8": 171, "and~reg8~reg8~reg8": 172, "mvn~reg8~reg8": 173, "cbnz~reg8": 174, "cmp~ptr1~imm": 175, "tst~reg4~imm": 176, "cmp~sp~reg8": 177, "movn~reg8~imm": 178, "test~ptr1~imm": 179, "cmp~reg8~ptr8": 180, "orr~reg4~reg4~reg4": 181, "smull~reg8~reg4~reg4": 182, "asr~reg4~reg4~imm": 183, "and~reg8~imm": 184, "or~reg8~imm": 185, "orr~reg8~reg8~imm": 186, "ldr~reg8~ptr~imm": 187, "movi~v0.2s~lsl #24~imm": 188, "fmov~s1~reg4": 189, "bsl~v0.8b~v2.8b~v1.8b": 190, "fmul~s0~s0~s1": 191, "ror~reg4~reg4~imm": 192, "imul~reg8~ptr8": 193, "div~ptr8": 194, "cmn~reg4~imm": 195, "sxtb~reg4~reg4": 196, "sub~reg8~ptr8": 197, "and~ptr8~reg8": 198, "stp~xzr~xzr~ptr": 199, "strb~wzr~ptr": 200, "shl~reg4~reg1": 201, "mulsd~reg16~ptr8": 202, "movsd~ptr8~reg16": 203, "fmov~d0~imm": 204, "fmul~d0~d1~d0": 205, "str~d0~ptr": 206, "sub~ptr4~reg4": 207, "jb": 208, "stp~xzr~reg8~ptr": 209, "movd~reg4~reg16": 210, "sar~reg4~reg1": 211, "add~reg8~ptr8": 212, "test~reg1~imm": 213, "shr~reg4~reg1": 214, "and~reg8~reg8": 215, "or~reg8~reg8": 216, "or~reg4~ptr4": 217, "stlr~reg4~ptr": 218, "msub~reg4~reg4~reg4": 219, "mul~reg8~reg8~reg8": 220, "sbfiz~reg8~reg8~imm": 221, "xor~reg8~reg8": 222, "sub~reg4~reg4": 223, "sub~reg4~ptr4": 224, "add~ptr4~reg4": 225, "negs~reg4~reg4": 226, "csneg~reg4~reg4~reg4": 227, "test~reg4~imm": 228, "nop~ptr4": 229, "or~reg1~imm": 230, "mov~ptr2~reg2": 231, "strh~reg4~ptr": 232, "shl~reg8~reg1": 233, "shr~reg8~reg1": 234, "and~reg8~ptr8": 235, "or~reg8~ptr8": 236, "csel~reg4~reg4~reg4": 237, "movsd~reg16~ptr8": 238, "ldr~d0~ptr": 239, "mov~sp~reg8": 240, "add~reg8~reg8~reg4": 241, "movn~reg4~lsl #16~imm": 242, "asr~reg4~reg4~reg4": 243, "tst~reg4~reg4": 244, "or~ptr4~imm": 245, "div~reg8": 246, "movzx~reg4~reg2": 247, "imul~reg8~reg8": 248, "ldaxr~reg8~ptr": 249, "stxr~reg4~xzr~ptr": 250, "lsl~reg8~reg8~reg8": 251, "asr~reg8~reg8~imm": 252, "cmove~reg4~ptr4": 253, "tbnz~reg8": 254, "and~reg4~ptr4": 255, "or~reg4~reg4": 256, "cmp~reg8~lsl #12~imm": 257, "ccmp~reg4~hi~imm": 258, "tst~reg8~imm": 259, "ccmn~reg4~ne~imm": 260, "movz~reg8~lsl #16~imm": 261, "xor~ptr8~reg8": 262, "scvtf~d0~reg4": 263, "movk~reg8~imm": 264, "smulh~reg8~reg8~reg8": 265, "cmovs~reg4~reg4": 266, "adds~reg8~reg8~reg8": 267, "neg~reg8": 268, "cmova~reg8~reg8": 269, "csneg~reg8~reg8~reg8": 270, "ucomisd~reg16~ptr8": 271, "movz~reg8~lsl #48~imm": 272, "fmov~d1~reg8": 273, "fcmpe~d0~d1": 274, "movsx~reg8~ptr1": 275, "ror~reg8~imm": 276, "or~reg2~ptr2": 277, "bfi~reg4~reg4~imm": 278, "movsx~reg4~ptr1": 279, "movq~reg16~reg8": 280, "fmov~d0~reg8": 281, "umull~reg8~reg4~reg4": 282, "add~sp~sp~reg8": 283, "not~reg4": 284, "and~reg4~reg4": 285, "movdqu~reg16~ptr2": 286, "movups~ptr2~reg16": 287, "mfence": 288, "sete~ptr1": 289, "sbb~reg8~imm": 290, "rol~reg4~reg1": 291, "ubfx~reg8~reg8~imm": 292, "movq~reg16~ptr8": 293, "xorpd~reg16~reg16": 294, "test~reg2~reg2": 295, "ror~reg8~reg8~reg8": 296, "ldrb~reg4~ptr~imm": 297, "tbz~reg8": 298, "and~reg2~imm": 299, "hint~imm": 300, "and~reg4~reg4~reg4": 301, "bics~wzr~reg4~reg4": 302, "ccmp~reg4~reg4~gt": 303, "cmovne~reg8~reg8": 304, "csel~reg8~reg8~xzr": 305, "bswap~reg4": 306, "movd~reg16~reg4": 307, "fmov~s0~reg4": 308, "rol~reg2~imm": 309, "mov~ptr2~imm": 310, "lsr~reg8~reg8~reg8": 311, "cmp~ptr2~imm": 312, "csinc~reg4~reg4~wzr": 313, "imul~reg8~reg8~imm": 314, "sar~reg8~imm": 315, "imul~reg4~reg4~imm": 316, "stp~reg8~xzr~ptr": 317, "test~ptr8~reg8": 318, "movapd~reg16~reg16": 319, "csel~reg4~reg4~wzr": 320, "strb~reg4~ptr~imm": 321, "rep stosq~ptr8~reg8": 322, "shr~reg2~imm": 323, "subsd~reg16~ptr8": 324, "bfi~reg8~reg8~imm": 325, "bfxil~reg8~reg8~imm": 326, "fsub~d0~d1~d0": 327, "movk~reg8~lsl #16~imm": 328, "and~reg1~imm": 329, "ccmp~reg4~reg4~ge": 330, "cmovb~reg8~reg8": 331, "lsl~reg4~reg4~reg4": 332, "str~reg8~ptr~imm": 333, "neg~ptr4": 334, "and~ptr4~imm": 335, "test~ptr4~imm": 336, "ror~reg4~imm": 337, "rol~reg4~imm": 338, "xor~reg4~ptr4": 339, "cmovne~reg4~reg4": 340, "movaps~ptr2~reg16": 341, "jge": 342, "subs~reg4~reg4~imm": 343, "ccmp~reg4~reg4~pl": 344, "sar~ptr8~imm": 345, "setbe~reg1": 346, "cqo": 347, "ldur~reg8~ptr": 348, "stp~reg4~reg4~ptr": 349, "shr~ptr8~imm": 350, "lsr~reg4~reg4~reg4": 351, "cmove~reg4~reg4": 352, "cmp~reg4~lsl #12~imm": 353, "ccmp~reg8~reg8~eq": 354, "ccmp~reg8~eq~imm": 355, "ldrsb~reg4~ptr": 356, "neg~reg4~reg4": 357, "or~reg1~reg1": 358, "madd~reg4~reg4~reg4": 359, "imul~reg8": 360, "svc~imm": 361, "movsx~reg4~reg1": 362, "adc~reg8~reg8~reg8": 363, "movn~reg8~lsl #48~imm": 364, "ldar~reg4~ptr": 365, "strh~wzr~ptr": 366, "br~reg8": 367, "shr~ptr1~imm": 368, "sturb~wzr~ptr": 369, "repe cmpsb~ptr1~ptr1": 370, "seta~reg1": 371, "sbb~reg1~imm": 372, "add~reg4~ptr4": 373, "rep movsq~ptr8~ptr8": 374, "cmovbe~reg8~reg8": 375, "setg~reg1": 376, "cset~reg4~le": 377, "ldurb~reg4~ptr": 378, "neg~reg4": 379, "or~ptr8~imm": 380, "jmp~reg8": 381, "ccmp~reg8~reg8~gt": 382, "mul~reg4~reg4~reg4": 383, "orr~reg4~wzr~imm": 384, "cmp~wzr~reg4~lsr #2": 385, "rol~reg8~imm": 386, "bic~reg8~reg8~reg8": 387, "ldrsh~reg4~ptr": 388, "sub~sp~sp~reg8": 389, "str~wzr~ptr~imm": 390, "bsr~reg8~ptr8": 391, "xor~reg8~imm": 392, "clz~reg8~reg8": 393, "setb~reg1": 394, "div~ptr4": 395, "not~reg8": 396, "fcvtzu~reg8~d0": 397, "sbb~reg8~reg8": 398, "ccmp~reg4~ge~imm": 399, "ldr~reg4~ptr~imm": 400, "cmp~reg8~reg4~sxtw #2": 401, "tst~reg8~reg8": 402, "fldz": 403, "fld~st(1)": 404, "fchs": 405, "fxch~st(1)": 406, "fcomi~st(2)": 407, "fcmovbe~st(0)~st(2)": 408, "fld~ptr2": 409, "fcomi~st(1)": 410, "ccmp~reg4~eq~imm": 411, "bfxil~reg4~reg4~imm": 412, "cmovne~reg8~ptr8": 413, "rol~ptr8~imm": 414, "pxor~reg16~reg16": 415, "asr~reg8~reg8~reg8": 416, "subs~reg4~reg4~reg4": 417, "fmov~ptr~reg8": 418, "bt~reg8~reg8": 419, "csetm~reg4~ne": 420, "subs~reg8~reg8~reg8": 421, "sbc~reg8~reg8~reg8": 422, "shr~ptr4~imm": 423, "xchg~ptr4~reg4": 424, "ccmp~reg8~ne~imm": 425, "mov~reg2~imm": 426, "str~xzr~ptr~imm": 427, "cmovns~reg4~ptr4": 428, "bsr~reg8~reg8": 429, "or~ptr1~imm": 430, "eor~reg4~reg4~imm": 431, "sbb~reg4~imm": 432, "sbc~reg4~reg4~wzr": 433, "imul~reg4~reg4": 434, "movk~reg8~lsl #32~imm": 435, "strb~wzr~ptr~imm": 436, "or~ptr4~reg4": 437, "adds~reg4~reg4~imm": 438, "cset~reg4~vs": 439, "add~reg8~reg8~lsl #12": 440, "imul~reg4~ptr4": 441, "fstp~ptr2": 442, "seta~ptr1": 443, "sub~reg8~reg8~lsl #12": 444, "sub~reg4~reg4~lsl #12": 445, "mulss~reg16~ptr4": 446, "movss~ptr4~reg16": 447, "repne scasb~reg1~ptr1": 448, "fcmpe~d0~imm": 449, "b.pl": 450, "cmovge~reg4~ptr4": 451, "cmn~reg4~lsl #12~imm": 452, "csneg~reg4~wzr~reg4": 453, "smaddl~reg8~reg4~reg4": 454, "syscall": 455, "fneg~d0~d0": 456, "cdq": 457, "idiv~ptr4": 458, "cmn~reg8~lsl #12~imm": 459, "cmp~reg8~reg8~asr #2": 460, "ands~reg8~reg8~reg8": 461, "ldur~reg4~ptr": 462, "ccmp~reg8~reg8~ne": 463, "and~reg1~reg1": 464, "ands~reg4~reg4~imm": 465, "setle~reg1": 466, "jo": 467, "or~ptr2~imm": 468, "add~ptr1~imm": 469, "brk~imm": 470, "imul~reg4": 471, "adr~reg8~imm": 472, "shl~ptr4~imm": 473, "div~reg4": 474, "and~ptr1~imm": 475, "movsx~reg8~reg1": 476, "b.mi": 477, "sdiv~reg8~reg8~reg8": 478, "cmp~ptr1~reg1": 479, "cmp~reg4~reg4~uxtb": 480, "xor~ptr8~imm": 481, "movq~reg8~reg16": 482, "rbit~reg8~reg8": 483, "xor~ptr4~reg4": 484, "sbb~reg4~reg4": 485, "and~ptr8~imm": 486, "stur~reg8~ptr": 487, "cvtsi2sd~reg16~reg8": 488, "cset~reg8~ne": 489, "cmovae~reg8~reg8": 490, "movk~reg4~lsl #16~imm": 491, "cmp~reg2~ptr2": 492, "adc~ptr8~reg8": 493, "cset~reg4~hs": 494, "jmp~ptr8": 495, "cmovle~reg4~ptr4": 496, "madd~reg8~reg8~reg8": 497, "ubfx~reg4~reg4~imm": 498, "ubfiz~reg4~reg4~imm": 499, "cmp~reg1~ptr1": 500, "adc~reg8~ptr8": 501, "and~ptr4~reg4": 502, "neg~ptr8": 503, "ubfiz~reg8~reg8~imm": 504, "cmp~reg8~reg4~uxtb": 505, "csetm~reg4~eq": 506, "ccmp~reg4~reg4~hs": 507, "cneg~reg8~reg8~eq": 508, "cset~reg8~le": 509, "sub~reg8~reg8~reg4": 510, "b.vs": 511, "cmp~reg1~reg1": 512, "sxth~reg4~reg4": 513, "stur~wzr~ptr": 514, "sturh~wzr~ptr": 515, "cmovg~reg4~reg4": 516, "cneg~reg4~reg4~lt": 517, "ccmp~reg8~reg8~ls": 518, "csinc~reg8~reg8~reg8": 519, "stur~reg4~ptr": 520, "stur~xzr~ptr": 521, "ccmp~reg4~ls~imm": 522, "and~reg2~ptr2": 523, "cmovge~reg4~reg4": 524, "cmovb~reg8~ptr8": 525, "bsf~reg8~reg8": 526, "sar~reg8~reg1": 527, "stp~wzr~wzr~ptr": 528, "movz~reg8~lsl #32~imm": 529, "ccmp~reg4~reg4~eq": 530, "shl~ptr8~reg1": 531, "setl~reg1": 532, "ldpsw~reg8~reg8~ptr": 533, "ccmp~reg8~ls~imm": 534, "movk~reg8~lsl #48~imm": 535, "ror~reg4~reg1": 536, "sbb~ptr8~reg8": 537, "shrd~reg8~reg8~imm": 538, "csinv~reg4~reg4~wzr": 539, "cvtsi2sd~reg16~ptr8": 540, "addsd~reg16~reg16": 541, "movsq~ptr8~ptr8": 542, "ccmp~reg4~reg4~ne": 543, "cmova~reg4~reg4": 544, "or~reg1~ptr1": 545, "ucomisd~reg16~reg16": 546, "sub~ptr2~reg2": 547, "eor~reg8~reg8~imm": 548, "sdiv~reg4~reg4~reg4": 549, "cinc~reg8~reg8~hs": 550, "imul~reg8~ptr8~imm": 551, "ldr~d1~ptr": 552, "xor~reg4~imm": 553, "udiv~reg4~reg4~reg4": 554, "fcvtzs~reg8~d0": 555, "cmovb~reg4~reg4": 556, "cmp~reg8~reg8~lsr #1": 557, "cneg~reg4~reg4~hi": 558, "xor~reg1~reg1": 559, "dmb~ish": 560, "csinv~reg8~reg8~xzr": 561, "movdqa~reg16~ptr2": 562, "pextrw~reg4~reg16~imm": 563, "test~reg2~imm": 564, "str~q0~ptr": 565, "hlt": 566, "cmovg~reg8~reg8": 567, "bts~reg8~imm": 568, "and~reg1~ptr1": 569, "cmp~reg8~reg4~uxtw": 570, "cmovae~reg8~ptr8": 571, "fdiv~d0~d1~d0": 572, "idiv~reg8": 573, "fmov~d2~d0": 574, "ucvtf~d0~reg8": 575, "fmul~d0~d2~d0": 576, "ands~reg8~reg8~imm": 577, "and~ptr2~reg2": 578, "pcmpeqd~reg16~reg16": 579, "adc~reg8~imm": 580, "bswap~reg8": 581, "pand~reg16~ptr2": 582, "por~reg16~reg16": 583, "sar~ptr4~imm": 584, "sturb~reg4~ptr": 585, "cmovle~reg8~reg8": 586, "b.ls~imm": 587, "cmovle~reg4~reg4": 588, "movi~v1.2d~imm": 589, "ldr~q0~ptr": 590, "ldr~q1~ptr": 591, "subs~reg8~reg8~imm": 592, "bic~reg4~reg4~reg4": 593, "fmov~s2~reg4": 594, "fsub~s0~s0~s2": 595, "fneg~d2~d0": 596, "fcsel~d2~d2~d0": 597, "fcmpe~d2~d1": 598, "csel~reg4~wzr~reg4": 599, "cmove~reg8~ptr8": 600, "xorpd~reg16~ptr2": 601, "cmpltsd~reg16~reg16": 602, "andpd~reg16~reg16": 603, "andnpd~reg16~reg16": 604, "orpd~reg16~reg16": 605, "comisd~reg16~reg16": 606, "setne~ptr1": 607, "sbfx~reg8~reg8~imm": 608, "seto~reg1": 609, "xor~ptr1~reg1": 610, "and~ptr1~reg1": 611, "cmovns~reg4~reg4": 612, "adc~reg8~reg8": 613, "sbc~reg8~reg8~xzr": 614, "cmn~reg8~reg8": 615, "cinc~reg8~reg8~ne": 616, "xor~ptr4~imm": 617, "cmovg~reg8~ptr8": 618, "adds~reg8~reg8~imm": 619, "test~reg8~imm": 620, "tzcnt~reg8~ptr8": 621, "sub~sp~reg8~imm": 622, "cmp~reg4~reg4~lsr #4": 623, "ccmp~reg4~gt~imm": 624, "fcvtzs~reg4~d0": 625, "rol~reg8~reg1": 626, "rev16~reg4~reg4": 627, "umaddl~reg8~reg4~reg4": 628, "not~ptr8": 629, "add~ptr2~reg2": 630, "shr~ptr2~imm": 631, "ccmp~reg8~ge~imm": 632, "cmp~xzr~reg8~asr #5": 633, "cmovbe~reg4~ptr4": 634, "cvttsd2si~reg8~reg16": 635, "imul~reg4~ptr4~imm": 636, "sar~reg1~imm": 637, "mov~v1.16b~v0.16b": 638, "ldr~q2~ptr": 639, "mov~v0.16b~v2.16b": 640, "adds~reg4~reg4~reg4": 641, "idiv~ptr8": 642, "cneg~reg8~reg8~lt": 643, "cmp~reg8~reg8~lsl #2": 644, "lock add~ptr8~imm": 645, "cset~reg4~lt": 646, "cset~reg4~lo": 647, "setge~reg1": 648, "neg~reg8~reg8~asr #2": 649, "fild~ptr8": 650, "fsubp~st(1)": 651, "fstp~ptr8": 652, "subss~reg16~reg16": 653, "movaps~reg16~reg16": 654, "cmovg~reg4~ptr4": 655, "shr~ptr8~reg1": 656, "btr~reg8~imm": 657, "add~reg4~reg4~lsl #12": 658, "ror~reg8~reg8~imm": 659, "cset~reg4~ge": 660, "adc~reg4~imm": 661, "cmp~reg2~reg2": 662, "andps~reg16~ptr2": 663, "orps~reg16~ptr2": 664, "ccmn~reg8~ls~imm": 665, "fmov~reg8~d0": 666, "ccmp~reg8~reg8~ge": 667, "shl~ptr4~reg1": 668, "cmovns~reg8~ptr8": 669, "cinc~reg4~reg4~eq": 670, "sub~ptr2~imm": 671, "csel~reg8~xzr~reg8": 672, "mulsd~reg16~reg16": 673, "csetm~reg4~lo": 674, "fmul~d0~d0~d1": 675, "fmov~reg8~ptr": 676, "cmp~xzr~reg8~asr #2": 677, "strh~reg4~ptr~imm": 678, "scvtf~d0~reg8": 679, "fmul~ptr4": 680, "movsx~reg4~reg2": 681, "lock add~ptr4~imm": 682, "cmovl~reg8~reg8": 683, "xor~ptr1~imm": 684, "lock xadd~ptr8~reg8": 685, "fcmpe~d1~d0": 686, "cmovns~reg8~reg8": 687, "rev~reg8~reg8": 688, "cmp~reg8~reg8~lsr #20": 689, "neg~reg8~reg8~lsl #2": 690, "cset~reg8~eq": 691, "cvtsi2sd~reg16~reg4": 692, "ccmn~reg4~eq~imm": 693, "cmovge~reg8~reg8": 694, "subsd~reg16~reg16": 695, "ccmn~reg4~hi~imm": 696, "ror~reg4~reg4~reg4": 697, "ldar~reg8~ptr": 698, "movi~d1~imm": 699, "fadd~d0~d0~d1": 700, "str~q1~ptr": 701, "pmovmskb~reg4~reg16": 702, "bsr~reg4~reg4": 703, "shl~ptr1~imm": 704, "cmovge~reg8~ptr8": 705, "ccmp~reg4~le~imm": 706, "fcmp~d0~imm": 707, "cmp~xzr~reg8~lsr #32": 708, "test~ptr8~imm": 709, "movsb~ptr1~ptr1": 710, "andpd~reg16~ptr2": 711, "orpd~reg16~ptr2": 712, "fabs": 713, "fucomip~st(1)": 714, "fstp~st(0)": 715, "sar~ptr1~imm": 716, "ccmn~reg4~ls~imm": 717, "ror~reg8~reg1": 718, "cmp~ptr2~reg2": 719, "fmov~d2~reg8": 720, "ldursw~reg8~ptr": 721, "fcvtzu~reg4~d0": 722, "mneg~reg8~reg8~reg8": 723, "cld": 724, "csinv~reg8~reg8~reg8": 725, "cneg~reg4~reg4~ls": 726, "ccmp~reg8~reg8~lo": 727, "ccmp~reg8~reg8~hs": 728, "idiv~reg4": 729, "sub~sp~sp~lsl #12": 730, "cneg~reg4~reg4~eq": 731, "xor~reg1~imm": 732, "test~ptr4~reg4": 733, "str~s1~ptr": 734, "csinc~reg8~xzr~reg8": 735, "divsd~reg16~reg16": 736, "fmul~s2~s2~s0": 737, "fmov~reg4~s2": 738, "cneg~reg8~reg8~ne": 739, "or~ptr1~reg1": 740, "str~q2~ptr": 741, "or~ptr2~reg2": 742, "lock dec~ptr4": 743, "cmovne~reg4~ptr4": 744, "cmovl~reg4~reg4": 745, "fsub~d0~d0~d2": 746, "fmov~reg4~s0": 747, "lock xadd~ptr4~reg4": 748, "cinc~reg8~reg8~eq": 749, "add~reg8~sp~reg8": 750, "not~ptr1": 751, "cmovbe~reg4~reg4": 752, "cvttsd2si~reg4~reg16": 753, "pcmpeqb~reg16~reg16": 754, "cvtsi2sd~reg16~ptr4": 755, "fmul~d2~d2~d0": 756, "fmov~reg8~d2": 757, "ccmp~reg8~hi~imm": 758, "xchg~ptr8~reg8": 759, "rbit~reg4~reg4": 760, "clz~reg4~reg4": 761, "cmp~reg8~reg8~lsl #1": 762, "add~reg2~imm": 763, "ud2": 764, "fmov~s0~imm": 765, "fmul~s0~s1~s0": 766, "str~s0~ptr": 767, "rep movsb~ptr1~ptr1": 768, "cmp~reg4~reg4~lsl #1": 769, "add~ptr2~imm": 770, "fmov~reg8~d8": 771, "str~d1~ptr": 772, "movsx~reg4~ptr2": 773, "bt~reg4~reg4": 774, "stp~wzr~reg4~ptr": 775, "ccmp~reg8~reg8~hi": 776, "ldr~d8~ptr": 777, "jp": 778, "cinc~reg4~reg4~lo": 779, "tzcnt~reg8~reg8": 780, "tzcnt~reg4~reg4": 781, "cmp~wzr~reg4~asr #24": 782, "cset~reg4~mi": 783, "cinc~reg8~reg8~lo": 784, "dec~reg8": 785, "cinc~reg4~reg4~ne": 786, "sub~reg2~imm": 787, "ccmn~reg8~ne~imm": 788}