{"mov~reg4~ptr4": 1, "mov~reg8~ptr8": 2, "test~reg8~reg8": 3, "jne": 4, "push~reg8": 5, "mov~reg8~reg8": 6, "sub~reg8~imm": 7, "mov~ptr8~reg8": 8, "mov~ptr4~reg4": 9, "mov~ptr4~imm": 10, "lea~reg8~ptr": 11, "mov~reg4~reg4": 12, "call": 13, "add~reg8~imm": 14, "pop~reg8": 15, "ret": 16, "nop": 17, "leave": 18, "jmp": 19, "movsd~reg16~ptr8": 20, "mulsd~reg16~ptr8": 21, "movsd~ptr8~reg16": 22, "mov~reg4~imm": 23, "call~reg8": 24, "cmp~ptr4~imm": 25, "add~ptr4~imm": 26, "movsxd~reg8~reg4": 27, "shl~reg8~imm": 28, "add~reg8~reg8": 29, "movzx~reg4~ptr2": 30, "movzx~reg4~reg2": 31, "and~reg4~imm": 32, "test~reg4~reg4": 33, "je": 34, "movsx~reg4~reg2": 35, "cwde": 36, "lea~reg4~ptr": 37, "movzx~reg4~ptr1": 38, "test~reg1~reg1": 39, "or~reg4~reg4": 40, "mov~ptr2~reg2": 41, "or~reg8~ptr8": 42, "movzx~reg4~reg1": 43, "add~reg4~reg4": 44, "and~reg4~reg4": 45, "cmp~ptr8~imm": 46, "jns": 47, "cdqe": 48, "imul~reg8~reg8": 49, "cmp~ptr8~reg8": 50, "jg": 51, "mov~ptr1~imm": 52, "cmp~reg4~reg4": 53, "movsx~reg4~reg1": 54, "printf": 55, "sub~reg8~reg8": 56, "sub~reg4~reg4": 57, "movsx~reg8~reg1": 58, "memcmp": 59, "jle": 60, "strlen": 61, "cmp~ptr1~imm": 62, "cmp~ptr1~reg1": 63, "cmp~ptr4~reg4": 64, "sub~reg4~imm": 65, "mov~ptr8~imm": 66, "add~reg4~imm": 67, "cmp~reg1~imm": 68, "sub~reg4~ptr4": 69, "memcpy": 70, "sub~ptr4~reg4": 71, "sub~ptr4~imm": 72, "cmp~reg2~reg2": 73, "add~ptr8~reg8": 74, "mov~ptr1~reg1": 75, "cmp~reg1~ptr1": 76, "ja": 77, "js": 78, "xor~reg4~reg4": 79, "cqo": 80, "idiv~reg8": 81, "or~reg4~imm": 82, "neg~reg4": 83, "jae": 84, "and~ptr4~imm": 85, "cvttsd2si~reg8~reg16": 86, "memset": 87, "movabs~reg8~imm": 88, "mul~reg8": 89, "shr~reg8~imm": 90, "mov~ptr2~imm": 91, "fgetc": 92, "shl~reg4~imm": 93, "xor~reg8~ptr8": 94, "cmp~reg4~imm": 95, "sar~reg4~imm": 96, "xor~reg4~ptr4": 97, "movsx~reg8~ptr2": 98, "and~reg8~imm": 99, "movsx~reg4~ptr2": 100, "or~reg1~imm": 101, "cdq": 102, "idiv~reg4": 103, "or~reg8~reg8": 104, "add~ptr4~reg4": 105, "atoi": 106, "push~imm": 107, "sete~reg1": 108, "and~reg2~imm": 109, "imul~reg8": 110, "sar~reg8~imm": 111, "add~ptr8~imm": 112, "push~ptr8": 113, "cmp~reg8~reg8": 114, "jbe": 115, "or~ptr4~imm": 116, "jge": 117, "cmp~ptr2~reg2": 118, "jl": 119, "and~reg8~ptr8": 120, "and~reg1~imm": 121, "jb": 122, "cvtsi2sd~reg16~reg8": 123, "divsd~reg16~reg16": 124, "movq~reg8~reg16": 125, "movapd~reg16~reg16": 126, "test~reg2~reg2": 127, "pxor~reg16~reg16": 128, "ucomisd~reg16~ptr8": 129, "fprintf": 130, "__imp___iob_func": 131, "or~ptr8~reg8": 132, "cmp~reg8~ptr8": 133, "setne~reg1": 134, "shr~reg4~imm": 135, "div~reg4": 136, "shr~reg2~imm": 137, "cmp~reg4~ptr4": 138, "fwrite": 139, "rol~reg2~imm": 140, "subsd~reg16~ptr8": 141, "__imp_isalpha": 142, "strcmp": 143, "puts": 144, "idiv~ptr4": 145, "imul~reg4~reg4": 146, "not~reg8": 147, "and~reg8~reg8": 148, "cmp~reg1~reg1": 149, "strrchr": 150, "cmp~reg8~imm": 151, "strncmp": 152, "imul~reg4": 153, "xor~reg4~imm": 154, "cmp~ptr2~imm": 155, "fputc": 156, "or~reg4~ptr4": 157, "movsx~reg4~ptr1": 158, "imul~reg4~ptr4": 159, "shl~reg8~reg1": 160, "realloc": 161, "movsx~reg8~reg2": 162, "sub~reg1~ptr1": 163, "sscanf": 164, "mul~reg4": 165, "imul~reg4~reg4~imm": 166, "fflush": 167, "setg~reg1": 168, "jmp~reg8": 169, "and~reg2~ptr2": 170, "rep movsq~ptr8~ptr8": 171, "or~ptr2~imm": 172, "shl~reg4~reg1": 173, "div~reg8": 174, "sub~ptr8~imm": 175, "fld~ptr2": 176, "shr~reg1~imm": 177, "cmp~reg2~imm": 178, "memmove": 179, "cmova~reg4~reg4": 180, "fputs": 181, "shl~ptr4~imm": 182, "or~ptr4~reg4": 183, "sar~reg4~reg1": 184, "neg~ptr8": 185, "fclose": 186, "ucomisd~reg16~reg16": 187, "or~ptr1~imm": 188, "mov~reg8~imm": 189, "cmovs~reg4~reg4": 190, "imul~reg8~ptr8": 191, "cvttsd2si~reg4~reg16": 192, "neg~ptr4": 193, "neg~reg8": 194, "cmovle~reg8~ptr8": 195, "not~reg4": 196, "mulsd~reg16~reg16": 197, "or~reg2~imm": 198, "cmovge~reg4~ptr4": 199, "cmovns~reg8~reg8": 200, "and~reg4~ptr4": 201, "cmovg~reg4~reg4": 202, "__imp__stat64": 203, "cmovbe~reg4~ptr4": 204, "and~ptr8~reg8": 205, "fopen": 206, "movq~reg16~ptr8": 207, "xorpd~reg16~reg16": 208, "div~ptr4": 209, "setl~reg1": 210, "cmovl~reg8~reg8": 211, "setvbuf": 212, "__imp__isatty": 213, "getenv": 214, "xor~reg1~ptr1": 215, "and~ptr8~imm": 216, "shr~ptr8~imm": 217, "strncpy": 218, "imul~reg8~reg8~imm": 219, "sar~ptr8~imm": 220, "addsd~reg16~reg16": 221, "__imp_isspace": 222, "cmovle~reg4~ptr4": 223, "fchs": 224, "fstp~ptr2": 225, "bswap~reg4": 226, "free": 227, "shr~ptr4~imm": 228, "__imp__pclose": 229, "sub~reg8~ptr8": 230, "__imp__unlink": 231, "addsd~reg16~ptr8": 232, "cvtsi2sd~reg16~ptr4": 233, "shr~reg8~reg1": 234, "fstp~ptr8": 235, "cvtsi2sd~reg16~ptr8": 236, "cmovns~reg4~ptr4": 237, "cmovl~reg4~reg4": 238, "jp": 239, "fnstcw~ptr2": 240, "fldcw~ptr2": 241, "fistp~ptr4": 242, "fild~ptr4": 243, "fsubp~st(1)": 244, "fmulp~st(1)": 245, "sar~ptr8~reg1": 246, "movsx~reg8~ptr1": 247, "fseek": 248, "fread": 249, "sar~ptr4~imm": 250, "fdivp~st(1)": 251, "strchr": 252, "or~reg8~imm": 253, "or~reg2~ptr2": 254, "mov~reg1~imm": 255, "cmovs~reg8~reg8": 256, "subsd~reg16~reg16": 257, "cvtsi2sd~reg16~reg4": 258, "shl~ptr8~imm": 259, "malloc": 260, "system": 261, "xor~reg1~imm": 262, "seta~reg1": 263, "cmp~reg2~ptr2": 264, "add~ptr1~reg1": 265, "sub~reg2~ptr2": 266, "fild~ptr8": 267, "fgets": 268, "idiv~ptr8": 269, "setae~reg1": 270, "__imp__popen": 271, "localtime": 272, "fld~ptr8": 273, "faddp~st(1)": 274, "xor~reg8~reg8": 275, "rol~reg8~imm": 276, "ror~reg8~imm": 277, "exit": 278, "sar~reg1~imm": 279, "jno": 280, "fucomip~st(1)": 281, "fstp~st(0)": 282, "__imp__access": 283, "setle~reg1": 284, "sub~ptr8~reg8": 285, "div~ptr8": 286, "putc": 287, "__imp__wunlink": 288, "strcspn": 289, "__imp__errno": 290, "fldz": 291, "cmovle~reg4~reg4": 292, "xor~ptr4~imm": 293, "and~ptr1~imm": 294, "__imp__strdup": 295, "divsd~reg16~ptr8": 296, "fld1": 297, "strstr": 298, "strtol": 299, "and~ptr2~imm": 300, "cmovbe~reg8~reg8": 301, "__imp_SetConsoleCtrlHandler": 302, "bsr~reg8~ptr8": 303, "xor~reg8~imm": 304, "shr~ptr8~reg1": 305, "__imp_isprint": 306, "ftell": 307, "rewind": 308, "sub~reg2~imm": 309, "setp~reg1": 310, "cmovne~reg4~reg4": 311, "getpid": 312, "add~ptr2~imm": 313, "and~reg1~ptr1": 314, "cvtsi2ss~reg16~ptr8": 315, "movss~reg16~ptr4": 316, "mulss~reg16~reg16": 317, "cvtss2sd~reg16~reg16": 318, "rep stosq~ptr8~reg8": 319}