{"push~reg8": 1, "mov~reg8~reg8": 2, "add~reg8~imm": 3, "mov~ptr8~reg8": 4, "mov~reg8~ptr8": 5, "call": 6, "test~reg4~reg4": 7, "jne": 8, "ldr~reg8~ptr": 9, "bl": 10, "cmp~reg4~imm": 11, "b.ne": 12, "mov~ptr4~imm": 13, "jmp": 14, "str~reg4~ptr": 15, "b": 16, "leave": 17, "ret": 18, "ldp~reg8~reg8~ptr": 19, "mov~reg4~imm": 20, "lea~reg8~ptr": 21, "mov~reg4~ptr4": 22, "str~reg8~ptr": 23, "lea~reg4~ptr": 24, "mov~reg4~reg4": 25, "sub~ptr4~imm": 26, "cmp~reg8~imm": 27, "b.eq": 28, "cmp~ptr8~imm": 29, "je": 30, "sub~reg8~imm": 31, "movz~reg8~imm": 32, "nop": 33, "mov~ptr4~reg4": 34, "stp~reg8~reg8~ptr": 35, "mov~reg8~sp": 36, "movn~reg4~imm": 37, "str~xzr~ptr": 38, "and~reg8~reg8~imm": 39, "cmp~ptr4~imm": 40, "ldr~reg4~ptr": 41, "cmn~reg4~imm": 42, "add~reg8~reg8~imm": 43, "add~reg8~reg8": 44, "movzx~reg4~ptr1": 45, "or~reg1~ptr1": 46, "mov~ptr1~reg1": 47, "adrp~reg8~imm": 48, "add~ptr4~imm": 49, "call~reg8": 50, "cmn~reg8~imm": 51, "mov~ptr8~imm": 52, "adrp~reg8": 53, "movz~reg4~imm": 54, "sub~sp~sp~imm": 55, "strb~reg4~ptr": 56, "ldrb~reg4~ptr": 57, "add~sp~sp~imm": 58, "and~reg4~reg4~imm": 59, "cmp~reg4~reg4": 60, "add~reg4~imm": 61, "add~reg4~reg4~imm": 62, "movzx~reg4~reg1": 63, "shl~reg4~imm": 64, "or~reg4~reg4": 65, "shr~reg4~imm": 66, "movsxd~reg8~reg4": 67, "str~wzr~ptr": 68, "sete~reg1": 69, "shr~reg8~imm": 70, "sxtw~reg8~reg4": 71, "cmp~reg8~reg8": 72, "ldrsw~reg8~ptr": 73, "blr~reg8": 74, "pop~reg8": 75, "test~reg8~reg8": 76, "ubfx~reg8~reg8~imm": 77, "cmp~ptr4~reg4": 78, "sxtb~reg4~reg4": 79, "lsl~reg4~reg4~reg4": 80, "orr~reg4~reg4~reg4": 81, "cdqe": 82, "or~reg4~imm": 83, "orr~reg4~reg4~imm": 84, "add~reg4~reg4": 85, "b.gt": 86, "lsl~reg8~reg8~imm": 87, "add~reg8~reg8~reg8": 88, "sub~reg4~reg4~reg4": 89, "adds~reg8~reg8~reg8": 90, "adc~reg8~reg8~reg8": 91, "sub~reg8~reg8~imm": 92, "and~reg4~imm": 93, "b.ls": 94, "setne~reg1": 95, "js": 96, "mfence": 97, "jg": 98, "xor~reg4~reg4": 99, "jle": 100, "lsl~reg4~reg4~imm": 101, "sub~ptr8~reg8": 102, "add~ptr8~reg8": 103, "shl~reg8~imm": 104, "or~reg8~reg8": 105, "xor~ptr8~reg8": 106, "movsx~reg4~reg1": 107, "b.le": 108, "eor~reg4~reg4~reg4": 109, "lsr~reg4~reg4~imm": 110, "sub~reg4~reg4~imm": 111, "and~reg8~reg8~reg8": 112, "neg~reg8": 113, "ldr~d0~ptr": 114, "movz~reg8~lsl #48~imm": 115, "fmov~d1~reg8": 116, "fcmpe~d0~d1": 117, "b.mi": 118, "movsx~reg4~ptr1": 119, "push~imm": 120, "push~ptr8": 121, "cmovs~reg4~reg4": 122, "sar~reg4~imm": 123, "and~ptr4~imm": 124, "xor~reg8~ptr8": 125, "imul~reg4~reg4~imm": 126, "imul~reg8~reg8": 127, "sar~reg8~imm": 128, "mov~reg8~imm": 129, "and~reg8~ptr8": 130, "add~ptr8~imm": 131, "setg~reg1": 132, "movsx~reg8~reg1": 133, "movzx~reg4~ptr2": 134, "movzx~reg4~reg2": 135, "jge": 136, "cmp~reg8~ptr8": 137, "jb": 138, "sub~reg4~ptr4": 139, "ldrh~reg4~ptr": 140, "and~reg4~reg4~reg4": 141, "jns": 142, "b.ge": 143, "strb~wzr~ptr": 144, "add~ptr4~reg4": 145, "xor~reg8~reg8": 146, "eor~reg8~reg8~reg8": 147, "add~reg4~reg4~reg4": 148, "stp~xzr~xzr~ptr": 149, "sub~ptr8~imm": 150, "lsr~reg8~reg8~reg8": 151, "ror~reg4~imm": 152, "ror~reg4~reg4~imm": 153, "movsd~reg16~ptr8": 154, "cvttsd2si~reg4~reg16": 155, "fcvtzs~reg4~d0": 156, "mov~ptr1~imm": 157, "cmovge~reg4~ptr4": 158, "sub~reg4~reg4": 159, "csel~reg4~reg4~reg4": 160, "cset~reg4~ne": 161, "orr~reg8~xzr~imm": 162, "sub~reg8~reg8": 163, "cmp~ptr8~reg8": 164, "jl": 165, "b.lt": 166, "sub~reg8~reg8~reg8": 167, "xor~reg4~imm": 168, "cmp~reg1~imm": 169, "b.lo": 170, "movn~reg8~lsl #48~imm": 171, "b.hi": 172, "cset~reg4~gt": 173, "add~reg8~sp~imm": 174, "lsr~reg8~reg8~imm": 175, "cmp~reg4~ptr4": 176, "or~reg1~imm": 177, "and~reg4~ptr4": 178, "orr~reg8~reg8~reg8": 179, "jbe": 180, "and~ptr8~imm": 181, "sub~reg8~ptr8": 182, "not~reg8": 183, "and~reg8~reg8": 184, "mvn~reg8~reg8": 185, "strh~reg4~ptr": 186, "b.hs": 187, "neg~reg4": 188, "sub~reg4~imm": 189, "subs~reg8~reg8~reg8": 190, "sbc~reg8~reg8~reg8": 191, "test~reg1~reg1": 192, "shr~reg1~imm": 193, "imul~reg4": 194, "asr~reg8~reg8~imm": 195, "ja": 196, "ucomisd~reg16~ptr8": 197, "jae": 198, "bfi~reg4~reg4~imm": 199, "or~ptr8~reg8": 200, "shl~ptr8~imm": 201, "cset~reg4~ls": 202, "bfxil~reg4~reg4~imm": 203, "shr~ptr8~imm": 204, "cmp~reg2~imm": 205, "umulh~reg8~reg8~reg8": 206, "shl~reg8~reg1": 207, "shr~reg8~reg1": 208, "div~reg8": 209, "adc~ptr8~reg8": 210, "cdq": 211, "negs~reg4~reg4": 212, "csneg~reg4~reg4~reg4": 213, "lsl~reg8~reg8~reg8": 214, "stlr~reg4~ptr": 215, "fcvtzs~reg8~d0": 216, "adc~reg8~reg8": 217, "sbb~reg8~reg8": 218, "movabs~reg8~imm": 219, "shrd~reg8~reg8~imm": 220, "rep movsq~ptr8~ptr8": 221, "sub~sp~sp~reg8": 222, "sbb~ptr8~reg8": 223, "asr~reg4~reg4~imm": 224, "movn~reg8~imm": 225, "mvn~reg4~reg4": 226, "cset~reg4~eq": 227, "sub~ptr4~reg4": 228, "movapd~reg16~reg16": 229, "neg~ptr4": 230, "udiv~reg8~reg8~reg8": 231, "mul~reg8~reg8~reg8": 232, "or~ptr4~imm": 233, "cmp~ptr1~imm": 234, "ror~reg8~reg8~imm": 235, "and~ptr8~reg8": 236, "bswap~reg4": 237, "rev~reg4~reg4": 238, "cset~reg4~hs": 239, "ldrsb~reg4~ptr": 240, "asr~reg4~reg4~reg4": 241, "orr~reg8~reg8~imm": 242, "smull~reg8~reg4~reg4": 243, "mul~reg4~reg4~reg4": 244, "add~reg8~ptr8": 245, "adc~reg8~ptr8": 246, "movn~reg4~lsl #16~imm": 247, "mul~reg8": 248, "or~ptr4~reg4": 249, "cmp~reg1~ptr1": 250, "movq~reg8~reg16": 251, "and~reg8~imm": 252, "or~reg8~imm": 253, "not~reg4": 254, "and~reg4~reg4": 255, "div~reg4": 256, "shl~reg4~reg1": 257, "sar~reg4~reg1": 258, "sar~ptr4~imm": 259, "cmovbe~reg8~ptr8": 260, "ldar~reg8~ptr": 261, "mov~ptr2~reg2": 262, "cmp~ptr2~imm": 263, "eor~reg4~reg4~imm": 264, "neg~reg8~reg8": 265, "or~reg4~ptr4": 266, "ldur~reg4~ptr": 267, "stur~reg4~ptr": 268, "neg~ptr8": 269, "xor~reg1~ptr1": 270, "cmovns~reg4~ptr4": 271, "bswap~reg8": 272, "cmp~reg4~lsl #12~imm": 273, "rep stosq~ptr8~reg8": 274, "add~reg8~reg8~lsl #12": 275, "seta~reg1": 276, "rol~reg4~reg1": 277, "neg~reg4~reg4": 278, "imul~reg8~ptr8": 279, "lsr~reg4~reg4~reg4": 280, "setb~reg1": 281, "movz~reg4~lsl #16~imm": 282, "setbe~reg1": 283, "cmp~ptr1~reg1": 284, "movsd~ptr8~reg16": 285, "cvttsd2si~reg8~reg16": 286, "cvtsi2sd~reg16~ptr8": 287, "subsd~reg16~reg16": 288, "or~reg2~ptr2": 289, "cmovns~reg8~ptr8": 290, "cmovle~reg4~ptr4": 291, "pxor~reg16~reg16": 292, "ucomisd~reg16~reg16": 293, "rol~reg4~imm": 294, "adr~reg8~imm": 295, "add~reg8~reg8~reg4": 296, "br~reg8": 297, "imul~reg8": 298, "mov~ptr2~imm": 299, "strh~wzr~ptr": 300, "add~ptr1~imm": 301, "shr~ptr4~imm": 302, "sub~ptr2~imm": 303, "fcvtzu~reg4~d0": 304, "and~ptr4~reg4": 305, "ldur~reg8~ptr": 306, "movz~reg8~lsl #16~imm": 307, "setge~reg1": 308, "xor~ptr1~reg1": 309, "and~ptr1~reg1": 310, "div~ptr8": 311, "ror~reg4~reg1": 312, "ror~reg4~reg4~reg4": 313, "imul~reg8~reg8~imm": 314, "xor~reg4~ptr4": 315, "imul~reg4~reg4": 316, "imul~reg4~ptr4": 317, "or~ptr8~imm": 318, "xor~ptr4~reg4": 319, "shr~ptr1~imm": 320, "eor~reg8~reg8~imm": 321, "orr~reg4~wzr~imm": 322, "cset~reg4~le": 323, "setle~reg1": 324, "movz~reg8~lsl #32~imm": 325, "and~reg1~ptr1": 326, "sdiv~reg4~reg4~reg4": 327, "idiv~ptr4": 328, "or~reg8~ptr8": 329, "shl~ptr4~imm": 330, "sxth~reg4~reg4": 331, "shl~ptr1~imm": 332, "str~d0~ptr": 333, "fcmp~d0~imm": 334, "xor~ptr8~imm": 335, "csel~reg8~reg8~reg8": 336, "madd~reg8~reg8~reg8": 337, "rbit~reg4~reg4": 338, "clz~reg4~reg4": 339, "lock xadd~ptr4~reg4": 340, "setl~reg1": 341, "repne scasb~reg1~ptr1": 342, "smulh~reg8~reg8~reg8": 343, "jp": 344, "shr~reg4~reg1": 345, "and~reg1~imm": 346, "and~reg2~ptr2": 347, "rev~reg8~reg8": 348, "ldar~reg4~ptr": 349, "cset~reg4~lo": 350, "cmovge~reg4~reg4": 351, "not~ptr8": 352, "ubfiz~reg4~reg4~imm": 353, "fcmpe~d0~imm": 354, "udiv~reg4~reg4~reg4": 355, "cqo": 356, "idiv~ptr8": 357, "shr~reg2~imm": 358, "cmovae~reg8~ptr8": 359, "cneg~reg8~reg8~lt": 360, "cmp~reg1~reg1": 361, "div~ptr4": 362, "fmov~d0~imm": 363, "cset~reg4~hi": 364, "jmp~reg8": 365, "or~ptr1~imm": 366, "movsxd~reg8~ptr4": 367, "ldr~d1~ptr": 368, "fmul~d0~d1~d0": 369, "and~ptr1~imm": 370, "ror~reg8~reg1": 371, "setae~reg1": 372, "shl~ptr4~reg1": 373, "sar~ptr8~imm": 374, "cmovs~reg8~reg8": 375, "cmp~reg8~lsl #12~imm": 376, "addsd~reg16~reg16": 377, "scvtf~d0~reg8": 378, "movi~d1~imm": 379, "fadd~d0~d0~d1": 380, "and~reg2~imm": 381, "sar~reg1~imm": 382, "sub~ptr2~reg2": 383, "cmovle~reg4~reg4": 384, "test~reg2~reg2": 385, "scvtf~d0~reg4": 386, "cvtsi2sd~reg16~ptr4": 387, "sar~ptr1~imm": 388, "ror~reg8~reg8~reg8": 389, "rol~ptr8~imm": 390, "xor~reg8~imm": 391, "cset~reg4~ge": 392, "fmov~d2~d0": 393, "ucvtf~d0~reg8": 394, "fsub~d0~d1~d0": 395, "fmul~d0~d2~d0": 396, "xor~reg1~imm": 397, "mulsd~reg16~reg16": 398, "fneg~d0~d0": 399, "b.pl": 400, "cset~reg4~lt": 401, "sub~reg8~reg8~lsl #12": 402, "cvtsi2sd~reg16~reg8": 403, "shr~ptr8~reg1": 404, "cmovg~reg4~reg4": 405, "divsd~reg16~reg16": 406, "lock add~ptr8~imm": 407, "fcmpe~d1~d0": 408, "movq~reg16~ptr8": 409, "xorpd~reg16~reg16": 410, "mov~reg2~imm": 411, "add~ptr2~reg2": 412, "shr~ptr2~imm": 413, "fdiv~d0~d1~d0": 414, "shl~ptr8~reg1": 415, "cmp~reg2~ptr2": 416, "xor~ptr4~imm": 417, "sdiv~reg8~reg8~reg8": 418, "fcvtzu~reg8~d0": 419, "tzcnt~reg4~reg4": 420, "cvtsi2sd~reg16~reg4": 421}